{
  "nodes": [
    {
      "scene": "SCN_SCN-061-orig.json",
      "id": "N511_RADIO_BUDGET_1",
      "priorLine": "A thin speaker grille above the bay hisses to life.\n\nNot a clean channel. Not even a proper call. Just bleed-through—Earth-side radio fragments caught in the alignment.",
      "lineToEdit": "…not “return,” it’s a— it’s a reversion to the prior facility state. Words matter because funding follows words—",
      "nextLine": "“Return” implies departure. Departure implies consent. Consent implies review. We did not— we are not on record—",
      "revisedLine": "…don’t write “return.” (pause) It’s— it’s reversion to the prior facility state. (pause) Funding follows whatever ends up in the wording—",
      "changeSummary": "Cut the definitional setup and made it a quick correction under funding/paperwork pressure. | Added pauses and tightened wording so each beat stays under 8 words while preserving meaning and cadence; removed extra filler without adding commas or explainer phrases."
    },
    {
      "scene": "SCN_SCN-061-orig.json",
      "id": "N513_RADIO_BUDGET_2",
      "priorLine": "“Return” implies departure. Departure implies consent. Consent implies review. We did not— we are not on record—",
      "lineToEdit": "I’m not litigating verbs, I’m saying the completion bonus is contingent on presence at the closure site, and if we define the site as—",
      "nextLine": "Define it as “occupied for documentation.” Not “abandoned.” Not “left.” “Abandoned” is how you invite a third party to claim—",
      "revisedLine": "I’m not here to argue grammar— (pause) the completion bonus only pays (pause) if we’re “present” at the closure site. (pause) So the site has to be—",
      "changeSummary": "Shifted to a stressed, practical objection while keeping the bonus/presence/definition point intact. | Split the line into shorter beats using (pause) and changed one clause break to a period to keep each beat under 8 words without altering meaning."
    },
    {
      "scene": "SCN_SCN-061-orig.json",
      "id": "N515_RADIO_BUDGET_3",
      "priorLine": "Define it as “occupied for documentation.” Not “abandoned.” Not “left.” “Abandoned” is how you invite a third party to claim—",
      "lineToEdit": "Third party? There is no third party. It’s municipal infrastructure. It’s ours by default—",
      "nextLine": "“By default” is not a chain of title. Also: stop saying “still.” “Still operating” implies we chose to keep it—",
      "revisedLine": "Third party—who? Municipal infrastructure. It’s ours default—",
      "changeSummary": "Tightened and made it more reactive without changing the ownership claim. | Cut one word by dropping “It’s” before “municipal infrastructure” to meet the 8-word beat limit while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-061.json",
      "id": "N511_RADIO_BUDGET_1",
      "priorLine": "A thin speaker grille above the bay hisses to life.\n\nNot a clean channel. Not even a proper call. Just bleed-through—Earth-side radio fragments caught in the alignment.",
      "lineToEdit": "…not “return,” it’s a— it’s a reversion to the prior facility state. Words matter because funding follows words—",
      "nextLine": "“Return” reads like you left. (pause)\nIf you left then somebody consented. (pause)\nIf somebody consented then somebody reviewed. (pause)\nWe did not— we’re not on record— (pause)",
      "revisedLine": "…don’t put “return” in there. (pause)\nIt’s— it’s a reversion to the prior state. (pause)\nFunding chases the wording—",
      "changeSummary": "Reframed as a pressured instruction with pauses; kept the same terminology and funding implication. | Removed “facility” to bring the second beat down to 8 words while keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-061.json",
      "id": "N513_RADIO_BUDGET_2",
      "priorLine": "“Return” reads like you left. (pause)\nIf you left then somebody consented. (pause)\nIf somebody consented then somebody reviewed. (pause)\nWe did not— we’re not on record— (pause)",
      "lineToEdit": "I’m not litigating verbs, I’m saying the completion bonus is contingent on presence at the closure site, and if we define the site as—",
      "nextLine": "Call it “occupied for documentation.” (pause) Don’t put “abandoned” or “left” in there. (pause) “Abandoned” invites a third party to claim—",
      "revisedLine": "I’m not doing verb court. (pause)\nCompletion bonus ties to presence at closure site— (pause)\nso we define the site as—",
      "changeSummary": "Made it clipped and in-the-moment; preserved the bonus/presence/definition setup and added screen-friendly breaks. | Trimmed the second beat by replacing “is tied to presence at the closure site” with “ties to presence at closure site” to meet the max beat word limit without changing meaning."
    },
    {
      "scene": "SCN_SCN-061.json",
      "id": "N515_RADIO_BUDGET_3",
      "priorLine": "Call it “occupied for documentation.” (pause) Don’t put “abandoned” or “left” in there. (pause) “Abandoned” invites a third party to claim—",
      "lineToEdit": "Third party? There is no third party. It’s municipal infrastructure. It’s ours by default—",
      "nextLine": "“By default” won’t hold up. (pause) Not as chain of title. (pause)\nAnd stop saying “still.” (pause) “Still operating” reads like we chose. (pause) to keep it—",
      "revisedLine": "Third party? (pause)\nThere isn’t one. It’s municipal infrastructure. (pause)\nIt’s ours by default—",
      "changeSummary": "Kept the same argument but made it sound like a tense interruption with pauses."
    },
    {
      "scene": "SCN_SCN-070-orig.json",
      "id": "N_BORING_BUD1",
      "priorLine": "You type as if the memo is a receipt.",
      "lineToEdit": "Just so we’re aligned: this is a retirement deliverable, not a… reclassification event.\nIf your memo contains the shape of a “finding,” Finance will treat it as a new category, and the category will outlive you.",
      "nextLine": "No findings. Just closure.",
      "revisedLine": "Keep this a retirement deliverable. (pause) Don’t let it slide into a reclassification event. (pause) If it even looks like a “finding,” (pause) Finance spins up a new category. (pause) And it never dies.",
      "changeSummary": "Removed the meeting-room framing; made it a direct warning driven by Finance/category fallout. | Broke the line into short beats using (pause) so each beat stays under 8 words. Kept the single comma on “finding,” and preserved the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-070-orig.json",
      "id": "N_BORING_BUD2",
      "priorLine": "No findings. Just closure.",
      "lineToEdit": "Good. Say “completion of standard retirement checklist steps,” “documentation of operational state for retirement,” and “fiscal window compliance.”\nDo not say anything that sounds like “discovery.” Even accidentally.\nAlso—small note—don’t use adjectives that imply anyone was impressed.",
      "nextLine": "A paragraph forms: dates, checklist references, attachment names.\nThe device becomes “asset,” the behavior becomes “operational state,” the risk becomes “liability closure.”",
      "revisedLine": "Good. (pause) Stick to: (pause) “completion of standard retirement checklist steps”; (pause) “documentation of operational state for retirement”; (pause) “fiscal window compliance.” (pause) Keep “discovery” out of it. (pause) Even by accident. (pause) And don’t get poetic—skip adjectives. (pause) That sound impressed.",
      "changeSummary": "Kept the required phrasing but made the delivery sharper and more cautious about transcript risk. | Split the line into <=8-word beats using (pause). Replaced list commas with semicolons to stay under the comma limit."
    },
    {
      "scene": "SCN_SCN-070-orig.json",
      "id": "N_PRINT_BUD1",
      "priorLine": "The printer wakes with a complaint disguised as a warm-up cycle.\nPaper feeds. Toner settles. The room stays quiet.",
      "lineToEdit": "Once it’s on paper, it becomes the plan. Not because it’s true—because it’s filed.",
      "nextLine": "Do not say “we authorized.”\nSay “this memo exists.” Existence is defensible.",
      "revisedLine": "Once it’s on paper, it’s the plan. (pause) Filing makes it stick.",
      "changeSummary": "Removed the banned contrast construction; kept the same idea about paper/filing solidifying reality. | Split into two beats and tightened phrasing so each beat stays under 8 words, while keeping the same meaning."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_BORING_BUD1",
      "priorLine": "You type as if the memo is a receipt.",
      "lineToEdit": "Just so we’re aligned: this is a retirement deliverable, not a… reclassification event.\nIf your memo contains the shape of a “finding,” Finance will treat it as a new category, and the category will outlive you.",
      "nextLine": "No findings. Just closure.",
      "revisedLine": "Keep this a retirement deliverable. (pause) Don’t kick it into (pause) a reclassification event. (pause) If it reads like a “finding,” (pause) Finance makes it a category (pause) and it won’t go away.",
      "changeSummary": "Converted a formal alignment speech into a stressed instruction with the same Finance consequence. | Added (pause) breaks to keep each beat under 8 words. Removed one comma by rewriting the last clause while preserving meaning."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_BORING_BUD2",
      "priorLine": "No findings. Just closure.",
      "lineToEdit": "Good. Say “completion of standard retirement checklist steps,” “documentation of operational state for retirement,” and “fiscal window compliance.”\nDo not say anything that sounds like “discovery.” Even accidentally.\nAlso—small note—don’t use adjectives that imply anyone was impressed.",
      "nextLine": "A paragraph forms: dates, checklist references, attachment names.\nThe device becomes “asset,” the behavior becomes “operational state,” the risk becomes “liability closure.”",
      "revisedLine": "Good. Use: “completion of standard retirement checklist steps.” (pause)\nUse: “documentation of operational state for retirement.” (pause)\nUse: “fiscal window compliance.” (pause)\nNo “discovery.” Do not joke with it. (pause)\nKeep the tone flat. No impressed adjectives.",
      "changeSummary": "Kept the list and prohibitions; made it sound like a quick, liability-aware checklist. | Split the line into short (pause) beats to keep each beat under 8 words, and removed extra punctuation so the line uses zero commas while preserving the original instructions and tone."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_PRINT_BUD1",
      "priorLine": "The printer wakes with a complaint disguised as a warm-up cycle.\nPaper feeds. Toner settles. The room stays quiet.",
      "lineToEdit": "Once it’s on paper, it becomes the plan. Not because it’s true—because it’s filed.",
      "nextLine": "Don’t write “we authorized.” (pause)\nWrite: “this memo exists.” (pause)\nThat’s a fact I can defend.",
      "revisedLine": "On paper, it becomes the file’s plan. (pause)\nFiling does that.",
      "changeSummary": "Dropped the binary contrast and matched the pause-driven cadence while keeping the same filing logic. | Shortened the first beat to 7 words while keeping the same meaning and cadence; kept commas within the limit."
    },
    {
      "scene": "SCN_SCN-072-orig.json",
      "id": "N_BUDGET0",
      "priorLine": "Logs are live. Printer has paper. Tray is empty, which I’m mentioning because later someone will pretend it matters.",
      "lineToEdit": "Before you touch a verb: remember this is closure processing. Not a reclassification event. I know that sounds like the same thing. Finance does not.",
      "nextLine": "Define the act before you perform it. If you perform it first, it gets defined by whoever hates you most.",
      "revisedLine": "Hold up—before you type: keep closure processing. (pause) Don’t drift into a reclassification event. (pause) Yeah, it sounds like the same. (pause) Finance won’t treat it that way.",
      "changeSummary": "Made it urgent and protective; retained the closure vs reclassification distinction and Finance reaction. | Split into short beats with (pause) and trimmed the first sentence to meet the 8-word beat limit while preserving meaning and tone. Removed extra wording and avoided commas."
    },
    {
      "scene": "SCN_SCN-072-orig.json",
      "id": "N_ASKCAT_B",
      "priorLine": "“Demonstrated” meaning “asserted with attachments,” not “proven.” I’m saying that for the recording.",
      "lineToEdit": "Licensed relationship is fine if it stays in “municipal infrastructure.” The moment it smells like “research,” we lose a fiscal year to committees.",
      "nextLine": "",
      "revisedLine": "Licensed relationship is fine— (pause) keep it under “municipal infrastructure.” (pause) If it reads like “research,” (pause) we’ll spend a fiscal year in committees.",
      "changeSummary": "More conversational and wary; kept the same trigger words and committee/fiscal-year consequence. | Inserted (pause) breaks so each beat stays under 8 words; kept wording and meaning intact; retained the single comma."
    },
    {
      "scene": "SCN_SCN-072-orig.json",
      "id": "N_SUBMIT_B",
      "priorLine": "And don’t say “authorize.” “Authorize” implies review. Review implies duty. Duty implies—well. Me.",
      "lineToEdit": "Also don’t say “discovery.” Even as a joke. Jokes get transcribed like admissions.",
      "nextLine": "",
      "revisedLine": "And keep “discovery” out of it. (pause) Even as a joke. (pause) They transcribe jokes like admissions.",
      "changeSummary": "Tightened into a sharper warning; preserved the transcription/admission risk. | Inserted two (pause) breaks to keep each beat under 8 words; no meaning changes."
    },
    {
      "scene": "SCN_SCN-072-orig.json",
      "id": "N_CATL_B",
      "priorLine": "Category request received: licensed relationship. Service class requested: municipal infrastructure—legacy. Provide reason phrase. Provide authority chain. No narrative.",
      "lineToEdit": "If this lands, it closes exposure without changing the accounting story. Which is the only kind of miracle we’re funded for.",
      "nextLine": "We need the authority chain to say “acknowledge” and “accept,” not “grant.” “Grant” implies they owned it cleanly. They won’t thank you for that.",
      "revisedLine": "If this lands, exposure closes. (pause) The accounting story stays put. (pause) That’s the only miracle we’re funded for.",
      "changeSummary": "Kept the meaning but broke it into stressed, spoken beats. | Inserted (pause) breaks to keep each beat under 8 words; preserved meaning and kept commas to one."
    },
    {
      "scene": "SCN_SCN-072-orig.json",
      "id": "N_CATT_B",
      "priorLine": "You choose the narrowest existing label. It feels like a lie engineered for survivability.",
      "lineToEdit": "Good. Temporary. Processing. Those are words that don’t create obligations.",
      "nextLine": "And they don’t imply we intended anything “ongoing.” Don’t say “keep it running.” Say “maintain continuity.”",
      "revisedLine": "Good. Lead with “temporary.” (pause) Lead with “processing.” (pause) Those words don’t add anything extra.",
      "changeSummary": "Less slogan-y, more defensive; retained the point about avoiding obligations. | Split the line into shorter beats using (pause) and tightened the last sentence to keep each beat under 8 words without changing meaning."
    },
    {
      "scene": "SCN_SCN-072-orig.json",
      "id": "N_REASON_LEGACY_B",
      "priorLine": "Remove anything that implies novelty. “Legacy” is fine because it implies old paperwork, not new physics. And no “still.”",
      "lineToEdit": "“Legacy municipal infrastructure” is a ledger category I can live with. Don’t make it a headline.",
      "nextLine": "Reason phrase logged. Requested framing noted: legacy municipal infrastructure. Authority chain required: operator-of-record identification and counterparty acknowledgment.",
      "revisedLine": "“Legacy municipal infrastructure” works. (pause)\nI can live with that in the ledger. (pause)\nJust don’t make it the headline.",
      "changeSummary": "Smoothed into natural speech while keeping the same approved label and caution. | Inserted (pause) breaks so each beat stays under 8 words; meaning and tone unchanged."
    },
    {
      "scene": "SCN_SCN-072-orig.json",
      "id": "N_ATTACH_MEMO_B",
      "priorLine": "Attachments received. Standing indicator: conditional pass pending operator-of-record identification.",
      "lineToEdit": "Make sure the memo title says “retirement processing.” Not “renegotiation.” Words get searched.",
      "nextLine": "",
      "revisedLine": "Memo title: “retirement processing.” No “renegotiation.” (pause) Words get searched.",
      "changeSummary": "Made it more immediate and directive; preserved the exact title terms and the search risk. | Split into two beats with a pause and tightened phrasing to stay under 8 words per beat without changing meaning."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_BUDGET0",
      "priorLine": "Logs are live. Printer has paper. Tray is empty, which I’m mentioning because later someone will pretend it matters.",
      "lineToEdit": "Before you touch a verb: remember this is closure processing. Not a reclassification event. I know that sounds like the same thing. Finance does not.",
      "nextLine": "Put the label on it first. (pause) Do it first. (pause) Or somebody else names it after the fact. (pause) And it’ll be the worst possible name.",
      "revisedLine": "Before you touch a verb—closure processing. (pause)\nDon’t hand Finance a reclassification event. (pause)\nI know it sounds the same. (pause)\nFinance won’t hear it that way.",
      "changeSummary": "Added pressured pauses and trimmed the explanation into quick, defensive directives without changing meaning. | Split the last beat by adding a pause so each beat stays within 8 words. No meaning changes."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_ASKCAT_B",
      "priorLine": "When they say “demonstrated,” (pause) they mean “asserted with attachments.” (pause) Nobody’s proving anything here. (pause) I’m saying that for the recording.",
      "lineToEdit": "Licensed relationship is fine if it stays in “municipal infrastructure.” The moment it smells like “research,” we lose a fiscal year to committees.",
      "nextLine": "",
      "revisedLine": "Licensed relationship is fine—keep it in “municipal infrastructure.” (pause) The second it smells like “research,” (pause) we’re donating a fiscal year (pause) to committees.",
      "changeSummary": "More conversational and tense; kept the same category boundaries and fiscal-year impact. | Inserted (pause) breaks to keep each beat under 8 words while preserving the original wording and cadence; kept comma count to one."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_SUBMIT_B",
      "priorLine": "And keep “authorize” out of it. (pause) That word starts a chain. (pause) It ends with duty—on paper. (pause) Then it ends with me.",
      "lineToEdit": "Also don’t say “discovery.” Even as a joke. Jokes get transcribed like admissions.",
      "nextLine": "",
      "revisedLine": "Also—keep “discovery” out. (pause)\nEven as a joke. (pause)\nJokes get typed up like admissions.",
      "changeSummary": "Matched the pause cadence and sharpened the warning while preserving the same liability point."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_CATL_B",
      "priorLine": "Category request received: licensed relationship. Service class requested: municipal infrastructure—legacy. Provide reason phrase. Provide authority chain. No narrative.",
      "lineToEdit": "If this lands, it closes exposure without changing the accounting story. Which is the only kind of miracle we’re funded for.",
      "nextLine": "In the authority chain use “acknowledge.” (pause) Use “accept” too. (pause) Leave out “grant.” (pause) “Grant” reads like clean ownership. (pause) Nobody wants to sign that.",
      "revisedLine": "If this lands, exposure closes; accounting won’t move. (pause)\nThat’s the only miracle we’re funded for.",
      "changeSummary": "Kept the same outcome; made it sound like a tight, on-the-call aside with a pause. | Tightened both beats to ≤8 words by compressing phrasing and removing extra words while keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_CATT_B",
      "priorLine": "You choose the narrowest existing label. It feels like a lie engineered for survivability.",
      "lineToEdit": "Good. Temporary. Processing. Those are words that don’t create obligations.",
      "nextLine": "Also—don’t make it sound “ongoing.” (pause) Skip “keep it running.” (pause) Use “maintain continuity.”",
      "revisedLine": "Good. “Temporary.” “Processing.” (pause)\nThose words don’t buy us new obligations.",
      "changeSummary": "Made it more spoken and defensive; preserved the focus on obligation-avoidance."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_REASON_LEGACY_B",
      "priorLine": "Strip anything that smells like novelty. (pause) “Legacy” is fine—it reads like old paperwork. (pause) And cut “still.”",
      "lineToEdit": "“Legacy municipal infrastructure” is a ledger category I can live with. Don’t make it a headline.",
      "nextLine": "Reason phrase logged. Requested framing noted: legacy municipal infrastructure. Authority chain required: operator-of-record identification and counterparty acknowledgment.",
      "revisedLine": "“Legacy municipal infrastructure” is fine in the ledger. (pause)\nJust don’t make it a headline.",
      "changeSummary": "Reduced formality and added a pause; kept the approved label and the caution."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_ATTACH_MEMO_B",
      "priorLine": "Attachments received. Standing indicator: conditional pass pending operator-of-record identification.",
      "lineToEdit": "Make sure the memo title says “retirement processing.” Not “renegotiation.” Words get searched.",
      "nextLine": "",
      "revisedLine": "Title it “retirement processing.” (pause)\nKeep “renegotiation” out. Words get searched.",
      "changeSummary": "More clipped and anxious; preserved the exact terms and the searchability concern."
    },
    {
      "scene": "SCN_SCN-074-orig.json",
      "id": "N_BUDGET_HELLO",
      "priorLine": "Use: “Call OLEA Budget.”",
      "lineToEdit": "I’m looking at the clock and the fiscal window is looking back. Where are we.",
      "nextLine": "Memo’s drafted. Need it filed.",
      "revisedLine": "Clock’s yelling. Fiscal window too. Where are we.",
      "changeSummary": "Shortened into a stressed check-in while keeping the time/fiscal-window pressure."
    },
    {
      "scene": "SCN_SCN-074-orig.json",
      "id": "N_BUDGET_02",
      "priorLine": "Memo’s drafted. Need it filed.",
      "lineToEdit": "“Filed” is the correct verb. Keep it.\nRemember: this is a retirement deliverable, not a reclassification event.\nIf the memo reads like a finding, Finance inherits it as an obligation. I don’t have a budget for obligations.",
      "nextLine": "Preferred route?",
      "revisedLine": "“Filed” is good. (pause)\nStick with that. (pause)\nKeep it in retirement-deliverable territory. (pause)\nIf it reads like a finding, (pause)\nFinance grabs it as an obligation— (pause)\nand I don’t have money for obligations.",
      "changeSummary": "Reduced compliance tone; kept the same verb emphasis and the Finance/obligation budget threat. | Inserted pauses to keep each beat under 8 words; kept wording and meaning intact; limited commas to one."
    },
    {
      "scene": "SCN_SCN-074-orig.json",
      "id": "N_BUDGET_03",
      "priorLine": "Preferred route?",
      "lineToEdit": "Records packet if you want defensibility. Tube if you want plausible deniability.\nDefensibility is slower but cheaper later.\nPlausible deniability is fast and becomes your personality.",
      "nextLine": "",
      "revisedLine": "Records packet buys you defensibility. (pause) Tube buys you plausible deniability. (pause) Packet’s slower—usually cheaper later. (pause) Tube’s fast. (pause) People will remember you for it.",
      "changeSummary": "Kept the same choice and consequences; made it less aphoristic and more pointed. | Inserted (pause) breaks to keep each beat under 8 words; meaning and cadence preserved with no added commas or explainers."
    },
    {
      "scene": "SCN_SCN-074-orig.json",
      "id": "N_BUDGET_COST",
      "priorLine": "Ask: “Cost center?”",
      "lineToEdit": "Use the retirement processing code. The one that looks boring on purpose.\nIf you improvise a code, it becomes a new program.\nAnd then someone asks why we started a program.",
      "nextLine": "",
      "revisedLine": "Use the retirement processing code—(pause)\nthe boring one. (pause)\nDon’t improvise a code. (pause)\nThat turns into a “new program.” (pause)\nThen we get hauled in (pause)\nto explain why (pause)\nwe started a program.",
      "changeSummary": "More conversational and wary; preserved the same chain from code choice to program scrutiny. | Inserted (pause) breaks so each beat stays under 8 words, without changing meaning or adding commas/explainer phrases."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_BUDGET_HELLO",
      "priorLine": "Use: “Call OLEA Budget.”",
      "lineToEdit": "I’m looking at the clock and the fiscal window is looking back. Where are we.",
      "nextLine": "Memo’s drafted. Need it filed.",
      "revisedLine": "Clock’s yelling. Fiscal window too. (pause)\nWhere are we.",
      "changeSummary": "Added a pause-friendly break and made the line sound like a tense live call."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_BUDGET_02",
      "priorLine": "Memo’s drafted. Need it filed.",
      "lineToEdit": "“Filed” is the correct verb. Keep it.\nRemember: this is a retirement deliverable, not a reclassification event.\nIf the memo reads like a finding, Finance inherits it as an obligation. I don’t have a budget for obligations.",
      "nextLine": "Preferred route?",
      "revisedLine": "“Filed” is the word. (pause) Keep it. (pause)\nStay inside “retirement deliverable.” (pause)\nIf it reads like a finding, (pause)\nFinance calls it an obligation. (pause)\nI can’t fund obligations.",
      "changeSummary": "Matched the scene’s pause cadence; kept the same constraints and budget liability. | Split the long middle section into shorter beats by adding pauses, keeping meaning and cadence. Preserved the single comma and avoided adding explainers."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_BUDGET_03",
      "priorLine": "Preferred route?",
      "lineToEdit": "Records packet if you want defensibility. Tube if you want plausible deniability.\nDefensibility is slower but cheaper later.\nPlausible deniability is fast and becomes your personality.",
      "nextLine": "",
      "revisedLine": "Records packet gets you defensibility. (pause)\nTube gets you plausible deniability. (pause)\nPacket’s slower—cheaper later. Tube’s fast. (pause)\nAnd it tends to stick to you.",
      "changeSummary": "Reduced the neat proverb feel; kept the same tradeoffs with varied cadence and pauses. | Inserted a pause after “plausible deniability” to split the long beat and keep each beat under 8 words."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_BUDGET_COST",
      "priorLine": "Ask: “Cost center?”",
      "lineToEdit": "Use the retirement processing code. The one that looks boring on purpose.\nIf you improvise a code, it becomes a new program.\nAnd then someone asks why we started a program.",
      "nextLine": "",
      "revisedLine": "Use the retirement processing code. (pause)\nThe boring one. (pause)\nDon't make up a code. (pause)\nIt turns into a new program. (pause)\nThen somebody asks why we started a program.",
      "changeSummary": "Kept the same warning; made it more clipped and screen-paced with pauses. | Split the long middle section into shorter beats by adding pauses and breaking the conditional into two lines, keeping the same meaning and cadence."
    }
  ]
}