{
  "nodes": [
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_INTRO",
      "priorLine": "The AMR registry reader sits under a hooded task light, as if it\u0019s being interrogated. (pause) A slot labeled PRINTOUT is jammed with old perforated stock. (pause) The screen displays: SPONSOR REQUIRED.",
      "lineToEdit": "You're staring at it like it'll blink first. (pause)\nIt won't. (pause)\nIt wants three fields: sponsor. (pause)\nScope. (pause)\nAcceptable failure mode. (pause)\nAnything else is\u0014 (cuts off) \u0014a story.",
      "nextLine": "",
      "revisedLine": "You're staring at it like it's gonna give. (pause)\nIt won't. (pause)\nThree boxes. Sponsor. (pause)\nScope. (pause)\nAcceptable failure mode. (pause)\nAnything else is— (cuts off) an argument.",
      "changeSummary": "Made the moment more reactive and clipped; kept the three required fields and the warning about unverifiable narrative, but framed it as paperwork risk instead of a neat punchline. | Shortened the final beat to 7 words while keeping the same meaning and cadence; kept pauses at sentence boundaries. | Shortened the final beat by replacing “something to argue about” with “an argument” to keep each beat within 8 words."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_EXPLAIN_AMR",
      "priorLine": "ask: \u001cAMR?\u001d",
      "lineToEdit": "Attached Mass Registry. (pause)\nPaperwork hack. (pause)\nFile it without a new bucket. (pause)\nAttached: rides an existing endpoint record. (pause)\nMass: we don\u0019t litigate what it is. (pause)\nRegistry: it\u0019s in the system. (pause)\nOut of my hands. (pause)\nNow pick: scope. (pause)\nSponsor. (pause)\nFailure mode.",
      "nextLine": "",
      "revisedLine": "Attached Mass Registry. (pause)\nYeah, it's a paperwork hack. (pause)\nGets it filed. No new bucket. (pause)\n\"Attached\": under an existing endpoint record. (pause)\n\"Mass\"—we don't fight that word. (pause)\n\"Registry\": in the system. I'm stuck with it. (pause)\nSo. Scope. (pause)\nSponsor. (pause)\nFailure mode.",
      "changeSummary": "Kept the same acronym expansion and functional meaning, but shifted from definitional cadence to pragmatic, liability-aware shorthand. | Shortened the long beat about filing to stay under 8 words. Rephrased the \"Attached\" and \"Registry\" definitions to drop repeated explainer \"means\" while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_EXPLAIN_SPONSOR",
      "priorLine": "ask: \u001cSponsor. You?\u001d",
      "lineToEdit": "If I sponsor it it stays maintenance-class. (pause)\nOn the record. Period. (pause)\nI'll do that inside scope. (pause)\nI'm not putting my name on a mystery. (pause)\nGive me one sentence I can sign. (pause)\nNo hearings later. (pause)\nShow me the endpoint or the failure mode.",
      "nextLine": "",
      "revisedLine": "If I sponsor it it stays maintenance-class. (pause)\nMy name goes on the file. (pause)\nI'll do it if it's inside scope. (pause)\nI'm not signing a mystery. (pause)\nGive me one sentence I can live with. (pause)\nSomething that doesn't drag me into a hearing. (pause)\nEndpoint or failure mode. Pick.",
      "changeSummary": "Tightened phrasing into in-the-moment refusal/conditions; preserved maintenance-class sponsorship stakes and the demand for a signable sentence. | Removed one comma to meet max_commas while keeping meaning, tone, and pauses."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_READ_METADATA",
      "priorLine": "show: \u001cI\u0019ve got legacy metadata on the endpoint.\u001d",
      "lineToEdit": "Let's see it. (pause)\n(reads lips moving) Mm. Okay. Legacy helps. (pause)\nMeans there's already a record. (pause)\nTo hang this off. (pause)\nAnd yeah. The paper's what passes for reality. (pause)\nAround here. (pause)\nStill doesn't tell me. (pause)\nWhat you want the AMR to say. (pause)\nI need an acceptable failure mode. (pause)\nKeep it boring. (pause)\nKeep it stable.",
      "nextLine": "",
      "revisedLine": "Alright. Show me. (pause)\n(reads; lips moving) ...Okay. Yeah, legacy helps. (pause)\nThere's already a record to hang this on. (pause)\nAnd here? Paper's the only thing that counts. (pause)\nStill need the line though. (pause)\nWhat do you want the AMR to say? (pause)\nGive me an acceptable failure mode. (pause)\nKeep it boring. Keep it stable.",
      "changeSummary": "Made the reaction feel immediate and weary; kept the same facts about legacy metadata, existing record, and the need for an acceptable failure mode. | Shortened two beats to 8 words or fewer. Removed commas to meet the comma limit. Kept meaning and cadence."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_EXPLAIN_FAILURE",
      "priorLine": "ask: \u001cAcceptable failure mode?\u001d",
      "lineToEdit": "Acceptable: I can stand behind *our* fix. (pause) That\u0019s it. (pause)\nPick a label. (pause)\nMisclassification of endpoint. (pause)\nRouting error. (pause)\nDegraded seal geometry. (pause)\nSensor inversion. (pause)\nReflective behavior. (pause)\nAnd don\u0019t write \u001creflection.\u001d (pause)\nLegal people lose their minds over that word. (pause)\nTell me what you\u0019ll put in writing.",
      "nextLine": "",
      "revisedLine": "\"Acceptable\" means I sign off on the fix. (pause)\nThat's all it means. (pause)\nPick the label. (pause)\nMisclassification of endpoint. (pause)\nRouting error. (pause)\nDegraded seal geometry. (pause)\nSensor inversion. (pause)\nReflective behavior. (pause)\nAnd don't type \"reflection.\" (pause)\nLegal goes sideways on that word. (pause)\nWhat are you putting in writing?",
      "changeSummary": "Kept the definition and the exact option list; reduced formal tone and pushed it into signature/liability pressure. | Shortened the first beat to 8 words by replacing \"put my name under\" with \"sign off on\". Kept meaning, cadence, and pauses."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_THREAT_RESP",
      "priorLine": "threaten: \u001cFine. I\u0019ll log it as open anomaly and escalate.\u001d",
      "lineToEdit": "Sure. Log an open anomaly. (pause) Type \"unknown\" once. (pause) It spreads. (pause) Then Assurance shows up. (pause) Wants a comparison framework. (pause) You\u0019ll be back next week. (pause) With a binder and a migraine. (pause) I\u0019m handing you the boring way through. (pause) Pick scope. (pause) Pick sponsor. (pause) Pick failure mode.",
      "nextLine": "",
      "revisedLine": "Go ahead. Open anomaly. (pause)\nType \"unknown\" once. It snowballs. (pause)\nThen Assurance walks in. (pause)\nThey'll ask for a comparison framework. (pause)\nNext week you return with a binder. (pause)\nAnd a headache. (pause)\nI'm trying to keep this boring. (pause)\nScope. (pause)\nSponsor. (pause)\nFailure mode.",
      "changeSummary": "Kept the same escalation consequences and institutional pressure; smoothed into a tired, pragmatic warning with less performative structure. | Shortened the two overlong beats and split the binder/headache beat into two shorter beats while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_PERSUADE_PASS",
      "priorLine": "",
      "lineToEdit": "I don\u0019t care if you\u0019re closing the moon (pause) by end of quarter. (pause) OLEA closure packets are piles of signatures. (pause) I\u0019m not adding mine unless it\u0019s clean. (pause) I can cut an AMR tag (pause) and hand you a tool (pause) that does one thing (pause) and doesn\u0019t read like permission. (pause) You keep this inside Interconnection Maintenance. (pause) Pick the failure mode. (pause) Then we move.",
      "nextLine": "Scope keeps this from becoming tampering. (pause)\nOn the log. (pause)\nWith the tag you're allowed to identify. (pause)\nAttach. (pause)\nSeal. (pause)\nDocument. (pause)\nThat's it. (pause)\nNo testing. (pause)\nNo probing. (pause)\nNo exploring. (pause)\n(flat) (pause)\nNo go. (pause)\nIf you need a tool (pause)\nit'll be a seal tool. (pause)\nNothing that looks like a theory. (pause)\nSo. (pause)\nWhat are we calling it?",
      "revisedLine": "I don't care if you're closing the moon (pause)\nby end of quarter. (pause)\nOLEA closure packets are just stacks of signatures. (pause)\nMine isn't going on a mess. (pause)\nI can cut an AMR tag (pause)\nand hand you a tool (pause)\nthat does one thing (pause)\nand doesn't look like permission. (pause)\nYou keep this inside Interconnection Maintenance. (pause)\nPick the failure mode. (pause)\nThen we move.",
      "changeSummary": "Maintained the quarter deadline/ OLEA packet pressure and the offer (AMR tag + limited tool), while making the speaker more defensive and less speech-like."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_PERSUADE_FAIL",
      "priorLine": "",
      "lineToEdit": "A deadline\u0019s not a failure mode. (pause)\nYou want my signature? (pause)\nGive me scope wording I can live with. (pause)\nAnything else lands on me. (pause)\nPick one: scope. Sponsor. Failure mode.",
      "nextLine": "",
      "revisedLine": "A deadline isn't a failure mode. (pause)\nYou want my signature? (pause)\nGive me scope wording I can actually sign. (pause)\nOtherwise it lands on me. (pause)\nScope. Sponsor. Failure mode. Choose.",
      "changeSummary": "Trimmed and sharpened the refusal while preserving the same demand: signable scope wording and the three required selections."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_SCOPE_OPTIONS",
      "priorLine": "(multiple) (ask: \u001cScope options?\u001d) (I don\u0019t care if you\u0019re closing the moon (pause) by end of quarter. (pause) OLEA closure packets are piles of signatures. (pause) I\u0019m not adding mine unless it\u0019s clean. (pause) I can cut an AMR tag (pause) and hand you a tool (pause) that does one thing (pause) and doesn\u0019t read like permission. (pause) You keep this inside Interconnection Maintenance. (pause) Pick the failure mode. (pause) Then we move.)",
      "lineToEdit": "Scope keeps this from becoming tampering. (pause)\nOn the log. (pause)\nWith the tag you're allowed to identify. (pause)\nAttach. (pause)\nSeal. (pause)\nDocument. (pause)\nThat's it. (pause)\nNo testing. (pause)\nNo probing. (pause)\nNo exploring. (pause)\n(flat) (pause)\nNo go. (pause)\nIf you need a tool (pause)\nit'll be a seal tool. (pause)\nNothing that looks like a theory. (pause)\nSo. (pause)\nWhat are we calling it?",
      "nextLine": "",
      "revisedLine": "Scope keeps this from reading like tampering. (pause)\nIn the log. (pause)\nWith the tag you're cleared to: identify. (pause)\nAttach. (pause)\nSeal. (pause)\nDocument. (pause)\nDone. (pause)\nNo testing. (pause)\nNo probing. (pause)\nNo exploring. (pause)\n(flat) (pause)\nDon't. (pause)\nIf you need a tool, (pause)\nit's a seal tool. (pause)\nNothing that looks like a theory. (pause)\nSo. (pause)\nwhat are we calling it?",
      "changeSummary": "Kept the exact allowed actions and the prohibitions, but made it sound like on-the-spot boundary-setting under logging pressure. | Shortened the first beat to 8 words and removed the extra comma after “tag”; cleaned the stray character in “So.”"
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_BARGAIN_RESP",
      "priorLine": "bargain: \u001cI\u0019ll keep it maintenance-class. You give me a tag, printout, and a tool.\u001d",
      "lineToEdit": "Fine. (pause) Maintenance-class in your reports. (pause)\nDon't get creative with my tag. (pause) Watch your verbs. (pause) Write it up. (pause)\nYou'll get the AMR entry. (pause) The physical tag. (pause) The printout. (pause)\nAnd one tool for one job. (pause)\nYou pick the sentence. (pause) I'm not picking it for you.",
      "nextLine": "",
      "revisedLine": "Fine. (pause)\nMaintenance-class in your reports. (pause)\nDon't get cute with my tag. Watch verbs. (pause)\nWrite it clean. (pause)\nYou'll get the AMR entry. (pause)\nThe physical tag. (pause)\nThe printout. (pause)\nAnd one tool. One job. (pause)\nYou choose the sentence. (pause)\nI'm not choosing it for you.",
      "changeSummary": "Preserved the bargain terms and warning about wording; adjusted cadence to feel like a stressed auditor policing verbs and documentation. | Shortened the longest beat by removing the lead-in and tightening phrasing; removed the comma after “AMR entry” to meet the comma limit; cleaned up punctuation in “tag—watch” line."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_ROUTING_OK",
      "priorLine": "ask: \u001cCall it a routing error at an existing endpoint.\u001d",
      "lineToEdit": "Routing error\u0019s fine. (pause) Everyone hates it. (pause) That\u0019s why it survives. (pause) Blame stays in the pipes and the file. (pause) I\u0019ll sponsor it but I\u0019m adding one line. (pause) \u001cNo personnel transfer implied.\u001d (pause) Yeah. I know. (pause) I\u0019m putting it in so nobody writes nastier. (pause) You good? (pause) Then we issue.",
      "nextLine": "",
      "revisedLine": "Routing error works. (pause)\nEverybody hates it. (pause)\nSo nobody fights the wording. (pause)\nBlame stays in pipes and file. (pause)\nI'll sponsor but I'm adding a line. (pause)\n\"No personnel transfer implied.\" (pause)\nYeah I know. (pause)\nIt's there so nobody writes worse later. (pause)\nYou good? (pause)\nThen we issue.",
      "changeSummary": "Kept approval of 'routing error' and the added line verbatim; made justification more offhand and practical. | Removed extra commas and tightened one beat to stay under 8 words while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_MISCLASS_OK",
      "priorLine": "ask: \u001cCall it misclassification. Existing endpoint, wrong label.\u001d",
      "lineToEdit": "Misclassification. Yeah. I can work with that. (pause)\nEndpoint exists. Label is wrong. (pause)\nThat stays upstream. (pause)\nI'm adding: \"Corrective maintenance limited to seal.\" (pause)\nSeal and registry attachment only. (pause)\nAnything past that. You're on your own. (pause)\nAgree. And we issue.",
      "nextLine": "",
      "revisedLine": "Misclassification. (pause)\nYeah. I can sign that. (pause)\nEndpoint exists, label's wrong. (pause)\nThat stays upstream. (pause)\nI'm adding: \"Corrective maintenance limited to seal.\" (pause)\nSeal and registry attachment only. (pause)\nAnything past that—that's you. (pause)\nAgree? (pause)\nThen we issue.",
      "changeSummary": "Kept the same constraints and added clause verbatim; shifted tone toward signature risk and clean boundaries. | Removed one comma by splitting \"Yeah, I can sign that\" into two sentences; normalized the dash in \"Anything past that—that's you\"."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_REFLECT_OK",
      "priorLine": "ask: \u001cUse the legacy phrase. \u0018Unexpected reflective behavior.\u0019\u001d",
      "lineToEdit": "We use the legacy phrase. (pause) It cleared one legal cycle. (pause) In the line I put \"reflective behavior\". (pause) Then I add \"non-reflection\". (pause) Yeah it's stupid. (pause) It holds up. (pause) You stick to scope-limited intervention, we issue.",
      "nextLine": "",
      "revisedLine": "Okay. Legacy phrase. (pause)\nIt got through one legal cycle. (pause)\nI put \"reflective behavior\" in the line. (pause)\nthen I tack on \"non-reflection.\" (pause)\nYeah. It’s stupid. (pause)\nIt survives review. (pause)\nYou stay scope-limited and we issue.",
      "changeSummary": "Preserved the exact terms and the legal-review rationale; made it sound like reluctant, practiced workaround under review pressure. | Removed two commas by ending the sentences with periods to meet the comma limit while keeping tone and meaning."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_HANDOVER_1",
      "priorLine": "The Maintainer keys in the entry with two fingers, (pause) like touching the wrong key could be construed as intent. (pause) The printer chatters and produces a single-page AMR printout (pause) with dense, aggressively boring language.",
      "lineToEdit": "Alright. AMR's attached to the endpoint record. (pause)\nTag. Don\u0019t lose it. (pause)\nReplacements turn into duplication, then somebody starts counting. (pause)\nPrintout. Keep it dry. (pause)\nAnd\u0014 (rummages; irritated) \u0014here.",
      "nextLine": "The Maintainer sets compact heavy tool on bench: seal punch, depth stop, serialized collar.",
      "revisedLine": "Alright. It's attached to the endpoint record. (pause)\nTag—don't lose it. (pause)\nYou ask for a replacement. (pause)\nIt turns into a duplicate. (pause)\nThen somebody starts counting. (pause)\nPrintout. Keep it dry. (pause)\nAnd— (rummages; irritated) here.",
      "changeSummary": "Kept the same handover items and warning about replacements/duplication; tightened into brisk, task-focused delivery. | Split the long replacement/duplicate line into shorter beats to meet the 8-word limit, removed the extra comma, and cleaned up stray characters while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_TOOL_SCOPE",
      "priorLine": "The Maintainer sets compact heavy tool on bench: seal punch, depth stop, serialized collar.",
      "lineToEdit": "Scope-limited seal punch. (pause)\nOne mark. One depth. (pause)\nApproved material only. (pause)\nIt won't open anything. (pause)\nIt won't test anything. (pause)\nNobody points at it as permission. (pause)\nIf anyone asks, it's a warranty boundary. (pause)\nThat's all.",
      "nextLine": "You receive an AMR tag, an AMR printout and a scope-limited seal punch tool. (pause) The registry reader returns to its idle screen (pause) satisfied in the way only a system can be (pause) when it has transferred responsibility.",
      "revisedLine": "Scope-limited seal punch. (pause)\nOne mark. One depth. (pause)\nApproved material only. (pause)\nIt doesn't open anything. (pause)\nIt doesn't test anything. (pause)\nNobody gets to wave this around like permission. (pause)\nIf asked, this is a warranty boundary. (pause)\nThat's it.",
      "changeSummary": "Reduced compliance-polish while preserving the exact functional limits and the 'warranty boundary' cover story. | Removed an extra comma by splitting “One mark, one depth” into two short sentences and tightened the final clause to keep meaning while staying under the comma limit."
    },
    {
      "scene": "SCN_SCN-055.json",
      "id": "TRIAGE_SIGNOFF",
      "priorLine": "You receive an AMR tag, an AMR printout and a scope-limited seal punch tool. (pause) The registry reader returns to its idle screen (pause) satisfied in the way only a system can be (pause) when it has transferred responsibility.",
      "lineToEdit": "That's your paper. (pause) That's your scope. (pause) Please don't make me learn new nouns (pause) about this place.",
      "nextLine": "",
      "revisedLine": "That's your paper. (pause)\nThat's your scope. (pause)\nDo me a favor. (pause)\nDon't make me learn new nouns (pause)\nabout this place.",
      "changeSummary": "Kept the same sign-off message, added a small hesitant lead-in to make it sound spoken under fatigue without changing meaning. | Split the long beat into two shorter sentences to keep each beat under 8 words, while preserving meaning and cadence."
    }
  ]
}