{
  "nodes": [
    {
      "scene": "SCN_SCN-018.json",
      "id": "N005_LEGAL_GREETING",
      "priorLine": "After three rings, someone answers without saying hello.",
      "lineToEdit": "Office of Legacy Energy Assets, Legal. (pause) Recorded line. (pause) Name and assignment.",
      "nextLine": "Field Systems Specialist. SPINDLE closure.",
      "revisedLine": "Office of Legacy Energy Assets, Legal. (pause) Recorded line. (pause) Name and assignment.",
      "changeSummary": "Kept the blunt intake, tightened it to sound like a rushed recorded-line script."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N007_LEGAL_SCOPE",
      "priorLine": "Field Systems Specialist. SPINDLE closure.",
      "lineToEdit": "“Closure activities.” (pause) Fine. (pause) I can put paper in place. (pause) I’m not signing off on field work. (pause) Don’t use “authorize” on my line.",
      "nextLine": "",
      "revisedLine": "“Closure activities.” (pause) Okay. (pause) I’ll get the paper moving. (pause) I’m not signing anything that looks like fieldwork. (pause) And don’t say “authorize” on my line.",
      "changeSummary": "More in-the-moment agreement and boundary-setting; kept the same scope refusal and wording constraint. | Shortened the fourth beat by changing “field work” to “fieldwork” to meet the max 8 words per beat limit."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N020_AUTH_REBUKE",
      "priorLine": "(multiple) (talk: I need authorization to enter and proceed.) (talk: Fine. Authorization isn’t the word.)",
      "lineToEdit": "I can’t give you “authorization to enter.” (pause) That wording sounds like we assessed conditions. (pause) We haven’t. (pause) I can issue a Work Order— (pause) tight scope; one asset; closure documentation. (pause) That’s what I’m allowed to sign.",
      "nextLine": "",
      "revisedLine": "I can’t give you “authorization to enter.” (pause) That makes it sound like we checked conditions. (pause) We haven’t. (pause) What I can sign is a Work Order— (pause) tight scope: one asset and closure documentation. (pause) That’s what I’m allowed to sign.",
      "changeSummary": "More conversational pushback while preserving the liability reason and the Work Order-only offer. | Rephrased the scope list to remove extra commas while keeping the same items and cadence."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N022_ALLOWED_SAY",
      "priorLine": "ask: So what am I allowed to say I’m doing?",
      "lineToEdit": "Say you’re “on site for closure documentation.” (pause)\nDon’t say “investigating.” (pause)\nDon’t say “evaluating anomalous conditions.” (pause)\nDon’t say “confirming safety.” (pause)\nDon’t put those words in your mouth. (pause)\nThat’s baseline talk. (pause)\nWe’ve got a checklist. (pause)\nWe’ve got a funding deadline. (pause)\nThat’s it.",
      "nextLine": "",
      "revisedLine": "Say you’re “on site for closure documentation.” (pause)\nKeep “investigating” out. (pause)\nSame with “evaluating anomalous conditions.” (pause)\nSame with “confirming safety.” (pause)\nDon’t put those words in your mouth. (pause)\nStick to the checklist. (pause)\nFunding deadline’s on us. (pause)\nThat’s it.",
      "changeSummary": "Reduced lecture-y framing, kept the exact prohibited phrases and the checklist/deadline pressure."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N023_COVERAGE",
      "priorLine": "talk: I’m standing at the site. I need coverage.",
      "lineToEdit": "I can cover a narrow task (pause) on a specific asset. (pause) I’m not giving you a blanket line (pause) that reads like we knew things. (pause) You want coverage? (pause) Keep it boring. (pause) Specific.",
      "nextLine": "",
      "revisedLine": "I can cover one narrow task (pause) on one specific asset. (pause) I’m not giving you a blanket line. (pause) It can't read like we saw it coming. (pause) You want coverage— (pause) keep it boring. (pause) Keep it specific.",
      "changeSummary": "More reactive phrasing; preserved narrow-scope coverage and refusal to imply prior knowledge. | Shortened the long beat to stay under 8 words and moved the pause to avoid splitting a sentence, without changing meaning."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N030_WRITING",
      "priorLine": "ask: What can you put in writing?",
      "lineToEdit": "A Work Order. (pause) A waiver. (pause) A memo saying the call happened. (pause) I’m not writing that. (pause) Nothing that reads like we predicted outcomes. (pause) Or endorsed conditions. (pause) Or “authorized entry.” (pause) That turns a building into a promise.",
      "nextLine": "",
      "revisedLine": "A Work Order. (pause) A waiver. (pause) A memo: the call happened. (pause) I’m not writing anything (pause) that says we predicted outcomes or endorsed conditions (pause) or “authorized entry.” (pause) That turns a building into a promise.",
      "changeSummary": "Collapsed the list into tighter spoken rhythm while keeping all allowed docs and all forbidden implications. | Shortened the long beat to 8 words and removed extra commas by tightening the list while keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N040_WORKORDER_DIRECT",
      "priorLine": "(multiple) (ask: I need a Work Order.) (ask: I need a Work Order.)",
      "lineToEdit": "Good. Work Order I can do. (pause) It has to hang off an asset. (pause) Give me the asset ID.",
      "nextLine": "",
      "revisedLine": "Alright. Work Order I can do. (pause) It has to hang off an asset. (pause) Give me the asset ID.",
      "changeSummary": "Made the response sound less performative, kept the asset requirement and request."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N050_NEED_ASSET_ID",
      "priorLine": "(multiple) (ask: Then issue the Work Order.) (ask: Then issue the Work Order.)",
      "lineToEdit": "I can—once I have the asset identifier. (pause) The one on the register. (pause) Save me the nickname, the acronym. (pause) People freestyle this part. (pause) Then we spend six months. (pause) Calling it a “clerical error.”",
      "nextLine": "",
      "revisedLine": "I can—once I have the asset identifier. (pause) The one in the register. (pause) Save me the nickname, the acronym. (pause) People freestyle this part. (pause) Then we spend six months (pause) calling it a “clerical error.”",
      "changeSummary": "Smoothed into a single irritated thought; preserved the register requirement and the clerical-error consequence. | Removed the extra comma after “part” by changing it to a period; kept pacing and meaning intact."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N070_SP01_CONFIRM",
      "priorLine": "give: Asset ID is SP-01.",
      "lineToEdit": "SP-zero-one. Good. (pause)\nI’m issuing a Work Order. (pause)\nClosure-support only. (pause)\nVerification and documentation only. (pause)\nPer the standard retirement checklist. (pause)\nNo deviation. (pause)\nDon’t write anything that sounds like “testing”. (pause)\nI’ll fax it to the facility’s posted number.",
      "nextLine": "",
      "revisedLine": "SP-zero-one. Good. (pause)\nI’m issuing the Work Order now. (pause)\nClosure-support only—verification and documentation. (pause)\nStandard retirement checklist. (pause)\nNo deviation. (pause)\nDon’t write anything that sounds like “testing.” (pause)\nI’ll fax it to the facility’s posted number.",
      "changeSummary": "Compressed repeated structure, kept every restriction and the fax delivery detail."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N072_REFNUM",
      "priorLine": "ask: Give me the reference number.",
      "lineToEdit": "Reference number’s WO-RET-SP01. (pause) Write that. (pause) Don’t write “authorized.” (pause) Write: “Work Order issued for SP-01 closure documentation.”",
      "nextLine": "",
      "revisedLine": "Reference number’s WO-RET-SP01. (pause) Write that. (pause) Leave “authorized” out. (pause) Write: “Work Order issued for SP-01 closure documentation.”",
      "changeSummary": "Minor naturalization; preserved the ref number and exact required wording."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N073_SEND",
      "priorLine": "talk: No. Just send it.",
      "lineToEdit": "I’m sending it. (pause)\nAnd don’t call it “authorization.” (pause)\nCall it: “Work Order issued for SP-01 (pause) closure documentation.” (pause)\nGoodbye.",
      "nextLine": "",
      "revisedLine": "I’m sending it. (pause)\nDon’t call it “authorization.” (pause)\nCall it: “Work Order issued for SP-01 (pause) closure documentation.” (pause)\nBye.",
      "changeSummary": "Clipped the sign-off and tightened cadence; kept the same prohibition and exact phrase."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N080_NO_ID",
      "priorLine": "talk: I don’t have the asset ID in front of me.",
      "lineToEdit": "Then I can’t issue anything. (pause)\nWrong asset on the Work Order (pause)\nturns “coverage” into a discrepancy. (pause)\nDiscrepancies grow legs. (pause)\nFind the plaque. (pause)\nFind the posted register. (pause)\nFind the asset tag—whatever passes for ID. (pause)\nout there—and call me back.",
      "nextLine": "",
      "revisedLine": "Then I can’t issue anything. (pause)\nWrong asset on the Work Order (pause)\nturns “coverage” into a discrepancy. (pause)\nAnd discrepancies grow legs. (pause)\nFind the plaque. (pause)\nFind the posted register. (pause)\nFind the asset tag. (pause)\nWhatever passes for ID out there. (pause)\nCall me back.",
      "changeSummary": "Kept the same instructions and consequence; made the middle beat sound more like a stressed warning. | Split the long 'asset tag—whatever passes for ID out there—' beat into two shorter beats to meet the 8-word max without changing meaning."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N090_LOOKUP_REFUSAL",
      "priorLine": "look: What does the register call it?",
      "lineToEdit": "I’m not your registry service. (pause)\nYes. There is an Asset Register. (pause)\nNo. I will not read it on record. (pause)\nNo later fight over what I knew. (pause)\nOr when. (pause)\nYou are onsite. Use the onsite label. (pause)\nCall me with the plaque text.",
      "nextLine": "",
      "revisedLine": "I’m not your registry service. (pause)\nYeah there’s an Asset Register. (pause)\nNo, I’m not reading it on record. (pause)\nI’m not buying a later fight over knowledge— (pause)\nor when. (pause)\nYou’re onsite. Use the onsite label. (pause)\nCall me with the plaque text.",
      "changeSummary": "More spoken and defensive; preserved refusal to read the register and the onsite-label requirement. | Removed one comma to meet max_commas, and shortened the long beat by tightening wording while keeping the same intent."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N100_PERSUADE_PASS",
      "priorLine": "",
      "lineToEdit": "Cute. No. (pause)\n“Provisional” doesn’t land. (pause)\nNowhere I can file it. (pause)\nIf you need something to say (pause)\nright now, use this: (pause)\n“I am conducting site preservation and closure documentation. (pause)\nPending issuance of a Work Order.” (pause)\nBring me the asset ID. (pause)\nI’ll issue the actual instrument.",
      "nextLine": "",
      "revisedLine": "Cute. (pause) No. (pause)\n“Provisional” doesn’t land— (pause)\nnowhere to file it. (pause)\nNeed something to say now, use this: (pause)\n“I am conducting site preservation and closure documentation. (pause)\nPending issuance of a Work Order.” (pause)\nBring me the asset ID. (pause)\nI’ll issue the actual instrument.",
      "changeSummary": "Kept the exact stopgap wording; made the refusal sound less scripted and more annoyed. | Shortened the “If you need…” beat to 7 words to meet the max beat word limit, keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N101_PERSUADE_FAIL",
      "priorLine": "",
      "lineToEdit": "No. (pause) I can give you wording. (pause) I can’t give you instruments (pause) without an identifier. (pause) Call back with the ID. (pause) The system likes specifics. (pause) It hates rush jobs.",
      "nextLine": "",
      "revisedLine": "No. (pause) I can give you wording. (pause) I can’t issue instruments (pause) without an identifier. (pause) Call back with the ID. (pause) The system only behaves with specifics. (pause) Rush jobs get ugly.",
      "changeSummary": "More natural phrasing and irritation; preserved the identifier requirement and the warning about rushing."
    },
    {
      "scene": "SCN_SCN-061.json",
      "id": "N512_RADIO_LEGAL_1",
      "priorLine": "…don’t put “return” in there. (pause)\nIt’s— it’s a reversion to the prior state. (pause)\nFunding chases the wording—",
      "lineToEdit": "“Return” reads like you left. (pause)\nIf you left then somebody consented. (pause)\nIf somebody consented then somebody reviewed. (pause)\nWe did not— we’re not on record— (pause)",
      "nextLine": "I’m not doing verb court. (pause)\nCompletion bonus ties to presence at closure site— (pause)\nso we define the site as—",
      "revisedLine": "“Return” reads like you left. (pause)\nIf the record says you left, somebody consented. (pause)\nThen it looks like somebody reviewed. (pause)\nWe did not— we’re not on record— (pause)",
      "changeSummary": "Kept the liability chain but made it sound like real-time radio pushback."
    },
    {
      "scene": "SCN_SCN-061.json",
      "id": "N514_RADIO_LEGAL_2",
      "priorLine": "I’m not doing verb court. (pause)\nCompletion bonus ties to presence at closure site— (pause)\nso we define the site as—",
      "lineToEdit": "Call it “occupied for documentation.” (pause) Don’t put “abandoned” or “left” in there. (pause) “Abandoned” invites a third party to claim—",
      "nextLine": "Third party? (pause)\nThere isn’t one. It’s municipal infrastructure. (pause)\nIt’s ours by default—",
      "revisedLine": "Call it “occupied for documentation.” (pause) Keep “abandoned” and “left” out. (pause) “Abandoned” invites a third party to claim—",
      "changeSummary": "Reduced repetition while keeping the required preferred wording and the warning about “abandoned.”"
    },
    {
      "scene": "SCN_SCN-061.json",
      "id": "N516_RADIO_LEGAL_3",
      "priorLine": "Third party? (pause)\nThere isn’t one. It’s municipal infrastructure. (pause)\nIt’s ours by default—",
      "lineToEdit": "“By default” won’t hold up. (pause) Not as chain of title. (pause)\nAnd stop saying “still.” (pause) “Still operating” reads like we chose. (pause) to keep it—",
      "nextLine": "Radio cuts mid-sentence. Mirror-surface aperture loses your reflection, then the room; plug-pulled to block precedent.",
      "revisedLine": "“By default” won’t hold up. (pause) Not as chain of title. (pause)\nAnd stop saying “still.” (pause) “Still operating” reads like we chose (pause)\nto keep it—",
      "changeSummary": "Minor tightening; preserved the chain-of-title objection and the 'still' liability issue."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_DEF_LEG1",
      "priorLine": "You rewrite verbs first. The facts can wait.",
      "lineToEdit": "Define your terms. (pause) Then swing them around. (pause) Go easy on “authorized.” (pause) People use it like a blanket. (pause) Then wonder why they can’t breathe.",
      "nextLine": "It’s an Authorized Closure Path memo.",
      "revisedLine": "Spell your terms out first. (pause) Then swing them around. (pause) Go easy on “authorized.” (pause) People throw it on everything and then— (pause) they’re stuck with it.",
      "changeSummary": "Made it less aphoristic and more defensive; kept the instruction to limit “authorized.”"
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_DEF_LEG2",
      "priorLine": "It’s an Authorized Closure Path memo.",
      "lineToEdit": "The title can say whatever it needs. (pause) The body is where you get bitten. (pause) Leave out “evaluating.” (pause) Leave out “verifying safety.” (pause) Leave out “confirming normalcy.” (pause) It is comparison language. (pause) We have no baseline we can prove.",
      "nextLine": "So what am I doing?",
      "revisedLine": "Title can say whatever it needs. (pause) The body’s where you get bitten. (pause) Leave out “evaluating.” (pause) Leave out “verifying safety.” (pause) Leave out “confirming normalcy.” (pause) That’s comparison language, (pause) and we can’t prove a baseline.",
      "changeSummary": "Kept all forbidden terms; tightened into more spoken, under-pressure delivery. | Shortened the final beat to 8 words by tightening “we don’t have a baseline we can prove” to “we can’t prove a baseline,” keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_DEF_LEG3",
      "priorLine": "So what am I doing?",
      "lineToEdit": "You’re documenting operational state for retirement processing. (pause) Per the Evidence Packet. (pause) Describe anything you do as narrow-purpose. (pause) Non-exploratory. (pause)\nCut “still.” (pause) “Still operating” reads like intent. (pause) Intent becomes governance. (pause) Governance becomes duty.",
      "nextLine": "The paragraph becomes a corridor with handrails: narrow, continuous, hard to misread.",
      "revisedLine": "You’re documenting operational state for retirement processing. (pause) Per the Evidence Packet. (pause) Anything you do, keep it narrow-purpose. (pause) Non-exploratory. (pause)\nCut “still.” (pause) “Still operating” reads like intent. (pause) Then it turns into governance. (pause) Then duty.",
      "changeSummary": "Less lecture-y, more clipped; preserved the same chain of implications and required tokens."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_CLAUSE_ADD_LEG1",
      "priorLine": "You add one sentence that looks harmless until it isn’t: (pause)\n“Interpretation is limited to the attached Evidence Packet; no additional inferences are intended or authorized.”",
      "lineToEdit": "Yeah, that sentence will annoy people. (pause)\nGood. (pause)\nLet it.",
      "nextLine": "",
      "revisedLine": "Yeah, that sentence is going to annoy people. (pause)\nFine. (pause)\nLet it.",
      "changeSummary": "Kept the same intent; made the reaction sound more immediate and tired."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_PRINT_LEG1",
      "priorLine": "On paper, it becomes the file’s plan. (pause)\nFiling does that.",
      "lineToEdit": "Don’t write “we authorized.” (pause)\nWrite: “this memo exists.” (pause)\nThat’s a fact I can defend.",
      "nextLine": "The memo slides into the tray: AUTHORIZED CLOSURE PATH—SIGNATURE LINE PRESENT. (pause)\nSpace for your name, and plenty for future interpretations.",
      "revisedLine": "Don’t write “we authorized.” (pause)\nWrite: “this memo exists.” (pause)\nThat’s what I can defend.",
      "changeSummary": "Slightly more natural phrasing while keeping the exact safe/unsafe wording contrast."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_FRAMING",
      "priorLine": "A second line clicks in—too clean for this building.",
      "lineToEdit": "Recorded line. (pause) Say what you’re doing before you do it—(pause) otherwise someone else will write the description later (pause) and you won’t like their version.",
      "nextLine": "I’m shutting it down.",
      "revisedLine": "Recorded line. (pause) Say what you’re doing before you do it— (pause) otherwise somebody writes it up later, (pause) and you’re stuck with their version.",
      "changeSummary": "More spoken cadence; preserved the recorded-line warning and paperwork risk."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_DEFINITIONS",
      "priorLine": "I’m shutting it down.",
      "lineToEdit": "Then you’re “executing a retirement sequence” (pause) “as a safety containment measure,” (pause) pursuant to the closure evidence packet. (pause)\nDon’t say “responding to an anomaly.” (pause)\nDrop “still operating.” (pause) “Still” reads like intent. (pause) Intent becomes governance.",
      "nextLine": "Give me a reason phrase.",
      "revisedLine": "Then call it “executing a retirement sequence” (pause) “as a safety containment measure,” (pause) per the closure evidence packet. (pause)\nKeep “responding to an anomaly” out. (pause)\nDrop “still operating.” (pause) “Still” reads like intent. (pause) Intent becomes governance.",
      "changeSummary": "Shifted to more immediate instruction; kept all required terms and the same liability concern."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_REASON_PHRASE",
      "priorLine": "Give me a reason phrase.",
      "lineToEdit": "Initiating terminal shutdown per retirement checklist (pause)\nas risk-limiting containment; (pause)\nmaintaining interlocks and continuous logging; (pause)\noperator present on-site. (pause)\nYes, it’s going to irritate people. (pause)\nThat’s fine.",
      "nextLine": "",
      "revisedLine": "Use this: (pause)\nInitiating terminal shutdown per retirement checklist (pause)\nas risk-limiting containment; (pause)\nmaintaining interlocks and continuous logging; (pause)\noperator present on-site. (pause)\nYeah, it’s going to irritate people. (pause)\nFine.",
      "changeSummary": "Added a quick lead-in and made the reaction sharper; preserved the exact reason-phrase content."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_ONE_SENTENCE",
      "priorLine": "Good. That's attributable. (pause) When it echoes back, print it. (pause) People rewrite history later.",
      "lineToEdit": "And stop at one sentence. (pause) Add a second. (pause) It turns into a narrative.",
      "nextLine": "",
      "revisedLine": "Keep it to one sentence. (pause) Add a second (pause) and it starts reading like a narrative.",
      "changeSummary": "More natural warning; kept the one-sentence constraint and the narrative risk."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_HOLD_LANGUAGE",
      "priorLine": "ask: Any language for the non-local hold?",
      "lineToEdit": "Describe it like this: (pause)\n“Non-local compliance hold notice received.” (pause)\n“Reference logged.” (pause)\n“Shutdown executed per retirement checklist.” (pause)\n“Risk-limiting containment.” (pause)\n“Continuous logging.” (pause)\nDon’t add why. (pause)\nDon’t add motive. (pause)\nJust receipt and procedure.",
      "nextLine": "",
      "revisedLine": "Describe it like this—no extras: (pause)\n“Non-local compliance hold notice received.” (pause)\n“Reference logged.” (pause)\n“Shutdown executed per retirement checklist.” (pause)\n“Risk-limiting containment.” (pause)\n“Continuous logging.” (pause)\nThen stop. (pause)\nNo why. (pause)\nNo motive. (pause)\nJust receipt and procedure.",
      "changeSummary": "Made it sound like a rushed dictation; preserved the exact approved lines and the no-motive rule."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_EMERGENCY_LANGUAGE",
      "priorLine": "Local interruption acknowledged. (pause) Hold state remains. (pause) Standing evaluation pending. (pause) Processing window active.",
      "lineToEdit": "If you’re going through, call it. (pause) Risk-limiting interruption. (pause) Pending retirement processing. (pause) Keep “panic” and “reaction” out. (pause) Those words stick.",
      "nextLine": "Your hand hovers near the button. It is large enough to be a confession.",
      "revisedLine": "If you’re going through, name it. (pause) Risk-limiting interruption. (pause) Pending retirement processing. (pause) Keep “panic” and “reaction” out. (pause) Those words stick.",
      "changeSummary": "Small naturalization (“name it”); kept the same approved phrasing and the warning."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_ACCEPTABLE_BETTER",
      "priorLine": "(multiple) (Initiating terminal shutdown per retirement checklist. (pause) Risk-limiting containment. (pause) Interlocks active and logging continuous. (pause) Operator present on-site.) (Terminal shutdown per checklist. Operator on-site. Logging maintained.)",
      "lineToEdit": "Acceptable. Use the first one. (pause) It’s harder to twist later.",
      "nextLine": "State transition request received. Hold state conflict noted. (pause) Processing window active. Queue position maintained.",
      "revisedLine": "That’s acceptable. (pause) Use the first one. (pause) It’s harder to twist later.",
      "changeSummary": "Slightly more spoken while keeping the same instruction and reasoning."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_LEGAL0",
      "priorLine": "Before you touch a verb—closure processing. (pause)\nDon’t hand Finance a reclassification event. (pause)\nI know it sounds the same. (pause)\nFinance won’t hear it that way.",
      "lineToEdit": "Put the label on it first. (pause) Do it first. (pause) Or somebody else names it after the fact. (pause) And it’ll be the worst possible name.",
      "nextLine": "Standing pending. Service class pending. (pause) Queue position maintained. Processing window active.",
      "revisedLine": "Put the label on it first. (pause) Before you touch anything. (pause) Otherwise somebody names it after the fact, (pause) and it’ll be the worst possible name.",
      "changeSummary": "More immediate pressure; preserved the sequencing requirement and the warning about post-hoc naming."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_ASKCAT_L",
      "priorLine": "They’ll only take an existing service class. (pause)\nThey won’t clear an unauthorized node state. (pause)\nIf anything moves, it’s a reclass. (pause)\nInto a licensed relationship—once eligibility’s demonstrated.",
      "lineToEdit": "When they say “demonstrated,” (pause) they mean “asserted with attachments.” (pause) Nobody’s proving anything here. (pause) I’m saying that for the recording.",
      "nextLine": "Licensed relationship is fine—keep it in “municipal infrastructure.” (pause) The second it smells like “research,” (pause) we’re donating a fiscal year (pause) to committees.",
      "revisedLine": "When they say “demonstrated,” (pause) they mean “asserted with attachments.” (pause) Nobody’s proving anything here. (pause) I’m saying that for the recording.",
      "changeSummary": "Line already sounded in-the-moment; left meaning and delivery intact."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_ASKAUTH_L",
      "priorLine": "Authority chain needs operator-of-record ID. (pause)\nA statement: you’re at the endpoint. (pause)\nA physical claim. (pause)\nAnd counterparty acknowledgment: inside licensed relationship category.",
      "lineToEdit": "Watch the verbs. (pause) “Acknowledgment.” “Acceptance.” (pause) Use those. (pause) “Authorization” drags in baggage. (pause) And yeah it still binds operationally. (pause) We’re not unpacking that right now.",
      "nextLine": "Type anything, print before and after. Skip screenshots. (pause) They turn into opinions. (pause) In a room full of lawyers.",
      "revisedLine": "Watch the verbs. (pause) “Acknowledgment.” “Acceptance.” (pause) Use those. (pause) Leave “authorization” alone. (pause) It drags baggage, and it still binds operationally. (pause) We’re not unpacking that right now.",
      "changeSummary": "More clipped warning while preserving the preferred verbs and the operational-binding concern."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_SUBMIT_L",
      "priorLine": "Keep the submission non-narrative. (pause)\nRequest category. (pause)\nService class basis. (pause)\nAuthority chain. (pause)\nDo not speculate on cause. (pause)\nNarrative creates jurisdiction.",
      "lineToEdit": "And keep “authorize” out of it. (pause) That word starts a chain. (pause) It ends with duty—on paper. (pause) Then it ends with me.",
      "nextLine": "Also—keep “discovery” out. (pause)\nEven as a joke. (pause)\nJokes get typed up like admissions.",
      "revisedLine": "And keep “authorize” out of it. (pause) That word starts a chain. (pause) It ends with duty—on paper. (pause) Then it lands on me.",
      "changeSummary": "Made the last beat sound more spoken; kept the same liability chain and personal exposure."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_CATL_L",
      "priorLine": "If this lands, exposure closes; accounting won’t move. (pause)\nThat’s the only miracle we’re funded for.",
      "lineToEdit": "In the authority chain use “acknowledge.” (pause) Use “accept” too. (pause) Leave out “grant.” (pause) “Grant” reads like clean ownership. (pause) Nobody wants to sign that.",
      "nextLine": "",
      "revisedLine": "In the authority chain, use “acknowledge.” (pause) “Accept” is fine too. (pause) Leave out “grant.” (pause) “Grant” reads like clean ownership. (pause) Nobody wants to sign that.",
      "changeSummary": "Minor tightening for speech; preserved all verb guidance and the ownership implication."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_CATT_L",
      "priorLine": "Good. “Temporary.” “Processing.” (pause)\nThose words don’t buy us new obligations.",
      "lineToEdit": "Also—don’t make it sound “ongoing.” (pause) Skip “keep it running.” (pause) Use “maintain continuity.”",
      "nextLine": "Category’s acceptable once the reason phrase is in. (pause) And the authority chain. (pause) Send the reason phrase. (pause) Send the attachments. (pause) No narrative.",
      "revisedLine": "Also—don’t make it sound “ongoing.” (pause) Skip “keep it running.” (pause) Use “maintain continuity.”",
      "changeSummary": "Already clipped and situational; kept as-is."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_REASON_GENERIC_L",
      "priorLine": "Reason phrase logged. (pause)\nStill need the authority chain: (pause)\noperator-of-record ID (pause)\nand counterparty acknowledgment (pause)\nfor licensed relationship classification.",
      "lineToEdit": "That’s one sentence. Leave it as one. (pause)\nSecond sentence turns into a story.",
      "nextLine": "",
      "revisedLine": "That’s one sentence. Leave it as one. (pause)\nSecond sentence turns into a story.",
      "changeSummary": "Already matched the stressed, liability-minded tone; kept intact."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_REASON_LEGACY_L",
      "priorLine": "Reclassify SOL‑EARTH‑LOCAL: legacy municipal infrastructure; accept licensed relationship.",
      "lineToEdit": "Strip anything that smells like novelty. (pause) “Legacy” is fine—it reads like old paperwork. (pause) And cut “still.”",
      "nextLine": "“Legacy municipal infrastructure” is fine in the ledger. (pause)\nJust don’t make it a headline.",
      "revisedLine": "Strip anything that smells like novelty. (pause) “Legacy” is fine—it reads like old paperwork. (pause) And cut “still.”",
      "changeSummary": "Line already hit the right register; left it unchanged."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_OPONLY_L",
      "priorLine": "Operator-of-record: on-site. Submitting under retirement processing.",
      "lineToEdit": "I’m not telling you you can’t. (pause) I’m telling you you’ll be alone. (pause) In the record. (pause) Alone isn’t illegal. (pause) It’s just expensive.",
      "nextLine": "Authority-chain incomplete.\nCounterparty ack required for 'licensed' classification.",
      "revisedLine": "I’m not telling you you can’t. (pause) I’m telling you how it reads: you’re alone. (pause) In the record. (pause) Alone isn’t illegal. (pause) It’s just expensive.",
      "changeSummary": "More direct and conversational; preserved the warning about being alone in the record and cost exposure."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_PERSUADE_L",
      "priorLine": "Requested framing recorded. (pause)\nMunicipal legacy service class proceeds. (pause)\nUnder a licensed relationship. (pause)\nWith a valid authority chain. (pause)\nThey still need counterparty acknowledgment.",
      "lineToEdit": "They’re not refusing the outcome. (pause) They’re refusing to be first. (pause) Not first in the chain. (pause) Give them an acknowledgment. (pause) One they can actually file.",
      "nextLine": "",
      "revisedLine": "They’ll go along with the outcome. (pause) They just won’t be first in the chain. (pause) Get them an acknowledgment (pause) they can actually file.",
      "changeSummary": "Removed the neat contrast structure; kept the same point about needing someone else first and filing-ready acknowledgment."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_ADDLEGAL_LEGALREAD",
      "priorLine": "On-screen echo-back: “OLEA Legal acknowledges-submission for category-update/retirement-processing-instrument; accepts limited-purpose-licensed-relationship classification for SOL‑EARTH‑LOCAL; no-admission-of-novelty; continuous-logging-maintained; operator-present on-site.”",
      "lineToEdit": "OLEA Legal acknowledges the submission. (pause) Category update filed as retirement instrument. (pause) Limited purpose only. (pause) Accepts licensed relationship classification for SOL‑EARTH‑LOCAL. (pause) Under municipal legacy infrastructure service class. (pause) No admission of novelty. (pause) Continuous logging maintained. (pause) Operator present on-site.",
      "nextLine": "When that echo-back screen posts (pause) print it (pause) Otherwise you'll get accused (pause) of paraphrasing the legal part.",
      "revisedLine": "Alright—on the record: OLEA Legal acknowledges the submission. (pause) Category update filed as retirement instrument. (pause) Limited purpose only. (pause) Accepts licensed relationship classification for SOL‑EARTH‑LOCAL. (pause) Under municipal legacy infrastructure service class. (pause) No admission of novelty. (pause) Continuous logging maintained. (pause) Operator present on-site.",
      "changeSummary": "Kept the formal content but framed it as a spoken readback under recording pressure."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_LEGAL_HELLO",
      "priorLine": "Use: “Call OLEA Legal.”",
      "lineToEdit": "Legacy Energy Assets Legal. Consistency recording. Name, assignment.",
      "nextLine": "Closure. Routing a memo.",
      "revisedLine": "Legacy Energy Assets Legal. (pause) Consistency recording. (pause) Name, assignment.",
      "changeSummary": "Added pauses to make it feel like a real intake script without changing content."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_LEGAL_02",
      "priorLine": "Closure. Routing a memo.",
      "lineToEdit": "Define “routing.” (pause) Say “file it for audit” if that’s it. (pause) If it’s shifting liability don’t say that. (pause) Not on a recorded line.",
      "nextLine": "I have memo draft. Need the cleanest sentence.",
      "revisedLine": "What do you mean by “routing.” (pause) If it’s “file it for audit” say so. (pause) If it’s shifting liability don’t say that. (pause) Not on a recorded line.",
      "changeSummary": "More immediate, conversational push; kept the same caution about liability language on recording. | Shortened the second beat to 8 words and removed extra commas while keeping the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_LEGAL_03",
      "priorLine": "I have memo draft. Need the cleanest sentence.",
      "lineToEdit": "One sentence. (pause) Don’t give me two. (pause) Use this: (pause) “This memo exists to document retirement (pause) processing communications and compliance hold handling (pause) for SOL‑EARTH‑LOCAL under municipal legacy infrastructure (pause) service class; continuous logging maintained; (pause) operator present on-site.” (pause) And don’t add “still.” (pause) Don’t add “because.” (pause) “Because” is how you argue causality.",
      "nextLine": "",
      "revisedLine": "One sentence. (pause) Don’t give me two. (pause) Use this: (pause) “This memo exists to document retirement (pause) processing communications and compliance hold handling (pause) for SOL‑EARTH‑LOCAL under municipal legacy infrastructure (pause) service class; continuous logging maintained; (pause) operator present on-site.” (pause) Don’t add “still.” (pause) Don’t add “because.” (pause) “Because” turns into a causality fight.",
      "changeSummary": "Kept the exact approved sentence; made the last warning sound more like irritated legal shorthand."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_LEGAL_ACK",
      "priorLine": "Ask: “I have WO-RET-SP01 and the MTA notice ref.”",
      "lineToEdit": "Good. (pause) Those are already in the world. (pause)\nHere’s the acknowledgment—keep it verb-limited: (pause)\n“OLEA Legal acknowledges submission for category update (pause)\nas a retirement processing instrument, limited purpose; (pause)\naccepts licensed relationship classification (pause)\nfor SOL‑EARTH‑LOCAL under municipal legacy infrastructure service class; (pause)\nno admission of novelty; continuous logging maintained; (pause)\noperator present on-site.” (pause)\nCopy it exactly. (pause)\nParaphrase it and it becomes yours.",
      "nextLine": "",
      "revisedLine": "Good. (pause) Those are already in the world. (pause)\nHere’s the acknowledgment—keep it verb-limited: (pause)\n“OLEA Legal acknowledges submission for category update (pause)\nas a retirement processing instrument, limited purpose; (pause)\naccepts licensed relationship classification (pause)\nfor SOL‑EARTH‑LOCAL under municipal legacy infrastructure service class; (pause)\nno admission of novelty; continuous logging maintained; (pause)\noperator present on-site.” (pause)\nCopy it exactly. (pause)\nParaphrase it and you own it.",
      "changeSummary": "Preserved the exact legal language; tightened the final warning to sound more like real spoken caution."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_LEGAL_NOREF",
      "priorLine": "Ask: “I don’t have every reference.”",
      "lineToEdit": "Then you don’t have a chain. (pause) You’ve got a feeling. (pause)\nFile the memo as “retirement processing communication,” sure— (pause) but don’t staple my voice to it. (pause)\nFind the notice reference string. (pause) Find the Work Order number. (pause) Call me back. (pause)\nThis system runs on specifics. (pause) It chews up speed.",
      "nextLine": "",
      "revisedLine": "Then you don’t have a chain. (pause) You’ve got a feeling. (pause)\nFile the memo as “retirement processing communication,” sure— (pause) just don’t staple my voice to it. (pause)\nFind the notice reference string. (pause) Find the Work Order number. (pause) Call me back. (pause)\nThis system runs on specifics. (pause) Speed gets chewed up.",
      "changeSummary": "Kept the same refusal and requirements; made the last beat less quotable and more weary."
    }
  ]
}