{
  "nodes": [
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_COACH_INTERCEPT_1",
      "priorLine": "talk: Call out for staff.",
      "lineToEdit": "Don’t do that.\nNot because it’s forbidden—because it works and then you get attention you can’t file.",
      "nextLine": "I need access.",
      "revisedLine": "Don’t do that. (pause) It works, and then staff are on you. (pause) And I’ve got nothing I can file.",
      "changeSummary": "Removed binary contrast structure; made it immediate and paperwork-focused. | Inserted two (pause) breaks to keep each beat under 8 words, while preserving the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_COACH_INTERCEPT_3",
      "priorLine": "I need access.",
      "lineToEdit": "You need a token.\nAccess is what tokens do. People just stand near doors and create delays.",
      "nextLine": "",
      "revisedLine": "You need a token. (pause)\n“Access” just gets people hovering at the door (pause) and slows everything down.",
      "changeSummary": "Collapsed explanation into clipped, situational pushback. | Added pauses to keep each beat under 8 words; kept meaning and tone, and tightened 'slowing' to 'slows' without changing intent."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_TOKEN_FOR_WHAT_2",
      "priorLine": "Token for what?",
      "lineToEdit": "For everything that pretends it’s about safety.\nDoors, kiosks, window assignment—whether your questions count as “inquiry” or “interference.”\nOut here, you’re not a person until you have paperwork that says you’re permitted to occupy a line.\nThat’s not philosophy. That’s how the intake software was purchased.",
      "nextLine": "",
      "revisedLine": "For anything out here waving the “safety” flag. (pause)\nDoors. (pause)\nKiosks. (pause)\nWindow assignment. (pause)\nWhat you do gets tagged “inquiry” or “interference.” (pause)\nUntil you’ve got paper you’re just extra. (pause)\nExtra in the line. (pause)\nThat’s how the intake software got bought.",
      "changeSummary": "Made it more in-the-moment and less essay-like; kept key terms and meaning. | Broke the long list into short beats with (pause) to stay under 8 words each. Removed the em dash and avoided commas to meet the max comma limit while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_WHATS_TER_2",
      "priorLine": "What’s a TER?",
      "lineToEdit": "Transfer Entitlement Receipt.\nReceipt first, entitlement second—don’t ask me why. That’s Legal’s little lullaby.\nIt’s the thing that says the system may treat your presence as accounted-for mass instead of unsolicited narrative.",
      "nextLine": "So I need to obtain a TER.",
      "revisedLine": "Transfer Entitlement Receipt. (pause)\nYeah. The words are backwards. (pause)\nLegal did that. Don’t ask me. (pause)\nIt’s the slip. (pause)\nIt lets the system count you. (pause)\nAccounted-for mass. (pause)\nNot a random narrative.",
      "changeSummary": "Kept definition but made it curt, irritated, and less polished. | Split the final sentence into short beats with pauses to meet the 8-word limit per beat while keeping the same meaning and tone."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_WHATS_TER_4",
      "priorLine": "So I need to obtain a TER.",
      "lineToEdit": "You need to obtain a token that resolves to a TER when a door asks.\nIf you ask for “access,” people start thinking about responsibility.",
      "nextLine": "",
      "revisedLine": "You need a token (pause) that resolves to a TER (pause) when the door pings it. (pause)\nSay “access” (pause) and people start looking around (pause) for who’s responsible.",
      "changeSummary": "Shifted to reactive phrasing; kept technical requirement intact. | Inserted (pause) breaks to keep each beat under 8 words; no wording changes."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_PERSUADE_PASS_1",
      "priorLine": "",
      "lineToEdit": "I believe you.\nI still can’t route a mandate through a door reader.\nIf you want this to stay quiet, you get filed first—then you do your work.",
      "nextLine": "",
      "revisedLine": "I believe you. (pause) Still can’t shove a mandate (pause) through a door reader. (pause) You want this quiet? (pause) Get filed first. (pause) Then do your work.",
      "changeSummary": "Tightened cadence; reduced compliance voice while preserving intent. | Added (pause) breaks so each beat stays under 8 words; kept wording and meaning intact."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_PERSUADE_FAIL_1",
      "priorLine": "",
      "lineToEdit": "Don’t say that into the wrong space.\nMandates trigger escalation loops because someone has to own them.\nTokens don’t require ownership. That’s why they’re used.",
      "nextLine": "",
      "revisedLine": "Don’t say that where it can hear. (pause) “Mandate” starts escalation loops. (pause) Someone has to own it. (pause) Tokens slide through, no name attached.",
      "changeSummary": "Made it more defensive and situational; softened the explanatory wrap-up. | Added (pause) breaks to keep each beat under 8 words, tightened the first sentence without changing meaning, and kept a single comma in the final beat."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_SHOW_OLEA_2",
      "priorLine": "OLEA Field Systems. Closure engineer.",
      "lineToEdit": "Okay. That helps me help you, not the kiosk.\nPolicy still holds. The kiosk doesn’t recognize employers. It recognizes artifacts.\nYou can be right, or you can be filed.\nBeing right doesn’t open doors.",
      "nextLine": "Not “you.” Something attached to you.\nSomething scannable. Something that can take an incident category without crying about it.",
      "revisedLine": "Okay. OLEA Field Systems. (pause) Closure engineer. (pause) That helps me. (pause)\nThe kiosk still won’t care. (pause) It wants an artifact. (pause)\nBe right all day. (pause) If you’re not in the file, (pause) the door stays shut.",
      "changeSummary": "Removed binary slogan structure; kept the same blocking logic with more pressure. | Split the line into short beats using (pause) so each beat stays under 8 words. Swapped the em dash for a period and kept only one comma."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_SHOW_OLEA_3",
      "priorLine": "Okay. That helps me help you, not the kiosk.\nPolicy still holds. The kiosk doesn’t recognize employers. It recognizes artifacts.\nYou can be right, or you can be filed.\nBeing right doesn’t open doors.",
      "lineToEdit": "Not “you.” Something attached to you.\nSomething scannable. Something that can take an incident category without crying about it.",
      "nextLine": "",
      "revisedLine": "Not you. (pause)\nSomething on you. Scannable. (pause)\nSomething that can take an incident category (pause)\nwithout crying about it.",
      "changeSummary": "More clipped, spoken fragments; preserved required meaning and terms. | Inserted (pause) breaks to keep each beat under 8 words while preserving the original tone and meaning."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_CATEGORY_HINT_1",
      "priorLine": "ask: What category?",
      "lineToEdit": "Least-escalation phrasing: treat it like misrouted equipment transfer.\nDon’t lead with “authority,” don’t lead with “mandate,” and don’t argue with windows on the record.\nGet a token issued. Then you can be important somewhere that logs importance.",
      "nextLine": "",
      "revisedLine": "Keep it low. (pause) Call it a misrouted equipment transfer. (pause) Drop “authority” and “mandate.” (pause) Don’t fight the window (pause) while they’re logging.\nGet the token. (pause) Save the importance for someplace (pause) that actually files it.",
      "changeSummary": "Converted formal guidance into reactive, liability-aware shorthand. | Inserted (pause) breaks to keep each beat at 8 words or fewer, without changing meaning or tone. | Tightened the middle instruction to keep the longest beat under 8 words by replacing “Don’t walk up swinging…” with “Drop…” and swapping “argue with the window” to “fight the window,” preserving intent and cadence. | Inserted a (pause) after “transfer.” to split an overlong beat (10 words) into two beats under the 8-word limit without changing meaning."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_USE_KIOSK_3",
      "priorLine": "That’s a sentence.",
      "lineToEdit": "It’s a shortcut.\nIf it said the whole thing, you’d start negotiating with it, and then I have to log a “verbal incident.”",
      "nextLine": "",
      "revisedLine": "It’s a shortcut. (pause) If it spelled it all out, (pause) you’d start negotiating with it— (pause) and then I’m stuck logging (pause) a “verbal incident.”",
      "changeSummary": "Kept meaning; made it more conversational and stressed. | Inserted (pause) breaks to keep each beat under 8 words; preserved meaning, tone, and punctuation with only one comma."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_FILE_AS_EQUIP_1",
      "priorLine": "ask: Can I file as equipment?",
      "lineToEdit": "Intake can file an object with a barcode and an incident category.\nIf you can’t be listed, you get attached.\nYou become—politely—“associated mass.”",
      "nextLine": "",
      "revisedLine": "Intake can file an object. (pause) It has a barcode. (pause) And an incident category. (pause) If you can’t be listed. (pause) You attach to something that can. (pause) Then you’re—politely—“associated mass.”",
      "changeSummary": "Smoothed into practical instruction; retained key term and process. | Split the line into short beats with (pause) so each beat stays under 8 words. Kept meaning and cadence, with no added commas or explainer phrases."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_USE_DOOR_2",
      "priorLine": "You present nothing to the reader.\nThe reader responds appropriately: not at all.",
      "lineToEdit": "Yeah.\nIt won’t even reject you. Rejection implies you were an input.",
      "nextLine": "",
      "revisedLine": "Yeah. (pause)\nIt doesn’t even reject you. (pause)\nYou didn’t register as input.",
      "changeSummary": "Kept point but dropped the polished aphorism tone. | Added (pause) breaks to meet beat length limit, and trimmed “an” to keep the final beat under 8 words."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_TOKENS_RUN_2",
      "priorLine": "So tokens run the facility.",
      "lineToEdit": "Tokens run what can be audited.\nDoors, kiosks, windows—they answer artifacts. Not faces.\nIf you want to move, you speak in tokens.",
      "nextLine": "",
      "revisedLine": "Tokens run whatever gets audited. (pause) Doors. Kiosks. Windows—they answer artifacts. (pause) Not faces. (pause) You want to move. (pause) You do it in tokens.",
      "changeSummary": "Reduced sermon cadence; kept the core constraint. | Added pauses to keep each beat under 8 words. Removed commas by breaking the list into short sentences, preserving the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_THREATEN_2",
      "priorLine": "Open it, or I escalate.",
      "lineToEdit": "You can escalate.\nAnd then the escalation needs a category.\nAnd then you’re in the incident queue, waiting to be recognized as the kind of problem that’s allowed to exist.\nI’m not your enemy. I’m throughput.\nLet me keep you moving.",
      "nextLine": "",
      "revisedLine": "Sure. Escalate. (pause) It needs a category. (pause) Then you sit in the incident queue. (pause) Until the system decides your problem type. (pause) I'm not here to fight you. (pause) I'm throughput. (pause) Let me keep you moving.",
      "changeSummary": "More reactive and tense; preserved escalation/queue consequences. | Added (pause) breaks to keep each beat under 8 words. Kept wording tight and removed the long clause while preserving meaning and cadence. No commas added."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_GET_TOKEN_INFO_2",
      "priorLine": "Where do I get it?",
      "lineToEdit": "Intake Hall. Windows 0/3/5/7/9.\nPick the window that looks least interested in your life story.\nYou file an incident category the system can accept.\nThen the system issues a token.\nThen the token becomes your voice. That’s the whole magic trick.",
      "nextLine": "And if I file myself?",
      "revisedLine": "Intake Hall. (pause) Windows 0/3/5/7/9. (pause)\nPick the one. (pause)\nLooks least hungry. (pause)\nFor your life story. (pause)\nGive them an incident category. (pause)\nThe system will accept. (pause)\nThey spit out a token. (pause)\nThat’s what the doors listen to.",
      "changeSummary": "Kept directions and steps; removed flourish and compliance tone. | Inserted (pause) breaks to keep each beat under 8 words while preserving the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-045.json",
      "id": "N_GET_TOKEN_INFO_4",
      "priorLine": "And if I file myself?",
      "lineToEdit": "Intake can’t file a person who isn’t listed in any jurisdiction.\nBut Intake can file an object with a barcode and an incident category.\nYou attach yourself to the object. You become—politely—“associated mass.”\nIt’s not dehumanizing.\nIt’s efficient. On paper.",
      "nextLine": "The Coach points right, toward the Intake Hall signage, as if pointing is a legally safer form of escort.",
      "revisedLine": "Intake can’t file a person. (pause)\nNot listed in any jurisdiction. (pause)\nThey can file an object. (pause)\nWith a barcode. (pause)\nAnd an incident category. (pause)\nSo you attach yourself. (pause)\nTo the object. (pause)\nYou’re—politely—“associated mass.” (pause)\nThey won’t call it dehumanizing. (pause)\nThey’ll call it efficient. (pause)\nOn paper.",
      "changeSummary": "Maintained facts; made it more defensive and less neatly framed. | Split long sentences into sub-8-word beats by inserting (pause) markers; preserved wording, tone, and meaning without adding commas or explainers."
    },
    {
      "scene": "SCN_SCN-047-orig.json",
      "id": "N_COACH_INTRO_2",
      "priorLine": "The Process Coach stands where you can’t tell if they’re helping you or helping throughput.",
      "lineToEdit": "Before you pick a window—don’t improvise a story.\nStories create responsibility. Categories create receipts.",
      "nextLine": "",
      "revisedLine": "Before you pick a window— (pause) don’t improvise a story. (pause) Stories make somebody responsible. (pause) Categories get you a receipt.",
      "changeSummary": "Kept warning but made it sound more like stressed, practical talk. | Added (pause) breaks to keep each beat under 8 words while preserving the original meaning, tone, and cadence."
    },
    {
      "scene": "SCN_SCN-047-orig.json",
      "id": "N_COACH_STANDING_1",
      "priorLine": "ask: Which window gets me standing?",
      "lineToEdit": "“Standing” is a legal word. Legal words bite.",
      "nextLine": "You want a Temporary Existence Receipt. That’s Window 0.\nDon’t say “I’m a person” and don’t say “I need access.”\nSay what can be filed. Then you can be difficult after you’re fileable.",
      "revisedLine": "Don’t say “standing” at the glass. (pause) That’s a Legal word. It bites.",
      "changeSummary": "More immediate and wary; kept the same caution. | Inserted a pause after the first sentence to split the line into two beats of 6 words each, staying under the 8-word max per beat."
    },
    {
      "scene": "SCN_SCN-047-orig.json",
      "id": "N_COACH_STANDING_2",
      "priorLine": "“Standing” is a legal word. Legal words bite.",
      "lineToEdit": "You want a Temporary Existence Receipt. That’s Window 0.\nDon’t say “I’m a person” and don’t say “I need access.”\nSay what can be filed. Then you can be difficult after you’re fileable.",
      "nextLine": "",
      "revisedLine": "Window 0. Ask for a Temporary Existence Receipt. (pause)\nDon’t lead with “I’m a person.” (pause)\nDon’t lead with “I need access.” (pause)\nGive them something they can file. (pause)\nOnce you’re fileable, you can get difficult.",
      "changeSummary": "Broke up the instruction into tighter, spoken beats; preserved all directives. | Inserted (pause) breaks so each beat stays under 8 words; kept the original wording and meaning, with only one comma retained."
    },
    {
      "scene": "SCN_SCN-047-orig.json",
      "id": "N_COACH_WRONG_1",
      "priorLine": "ask: What happens if I pick wrong?",
      "lineToEdit": "They’ll redirect you.",
      "nextLine": "Or they’ll log you as an interruption, if you insist on being specific.\nWorst case, you get an incident category you didn’t choose.\nYou can be wrong, or you can be filed.",
      "revisedLine": "They’ll redirect you.",
      "changeSummary": "Left as-is; already natural and minimal."
    },
    {
      "scene": "SCN_SCN-047-orig.json",
      "id": "N_COACH_WRONG_2",
      "priorLine": "They’ll redirect you.",
      "lineToEdit": "Or they’ll log you as an interruption, if you insist on being specific.\nWorst case, you get an incident category you didn’t choose.\nYou can be wrong, or you can be filed.",
      "nextLine": "",
      "revisedLine": "Or they’ll log you as an interruption. (pause)\nIf you keep insisting on specifics. (pause)\nWorst case you walk away. (pause)\nWith an incident category you didn’t pick. (pause)\nGet yourself in the file. (pause)\nAnd you’ll at least keep moving.",
      "changeSummary": "Removed binary slogan; kept consequences and the pressure to get filed. | Split the line into short beats using (pause) so each beat stays under 8 words; removed the comma after “Worst case” and tightened phrasing without changing meaning."
    },
    {
      "scene": "SCN_SCN-047-orig.json",
      "id": "N_COACH_OLEA_1",
      "priorLine": "show: OLEA credentials.",
      "lineToEdit": "Okay. That means you have an employer.",
      "nextLine": "It does not mean the windows have to care.\nIf you want this quiet, go to Window 0 and let Intake pretend you’re cargo for five minutes.",
      "revisedLine": "Okay. Means you’ve got an employer.",
      "changeSummary": "Clipped the delivery; kept meaning."
    },
    {
      "scene": "SCN_SCN-047-orig.json",
      "id": "N_COACH_OLEA_2",
      "priorLine": "Okay. That means you have an employer.",
      "lineToEdit": "It does not mean the windows have to care.\nIf you want this quiet, go to Window 0 and let Intake pretend you’re cargo for five minutes.",
      "nextLine": "",
      "revisedLine": "Still doesn’t mean the windows have to care. (pause) Want it quiet? Go to Window 0. (pause) Let Intake pretend you’re cargo. (pause) For five minutes.",
      "changeSummary": "Made it more conversational without changing instruction. | Split the second sentence into shorter beats with (pause) markers to keep each beat under 8 words, while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-047-orig.json",
      "id": "N_COACH_PERSUADE_PASS_1",
      "priorLine": "",
      "lineToEdit": "Fine.\nYou want something the system already knows how to swallow: “misrouted equipment transfer.”",
      "nextLine": "Keep it short. No biography. No motive.\nIf you need to attach yourself, you’re “associated mass.”\nAnd you do not describe it.",
      "revisedLine": "Fine.\nUse what system swallows: “misrouted equipment transfer.”",
      "changeSummary": "Tightened and made it sound like reluctant compliance. | Removed “already” to bring the beat under 8 words without changing meaning. | Removed “the” to reduce the total word count from 9 to 8 without changing meaning."
    },
    {
      "scene": "SCN_SCN-047-orig.json",
      "id": "N_COACH_PERSUADE_PASS_2",
      "priorLine": "Fine.\nYou want something the system already knows how to swallow: “misrouted equipment transfer.”",
      "lineToEdit": "Keep it short. No biography. No motive.\nIf you need to attach yourself, you’re “associated mass.”\nAnd you do not describe it.",
      "nextLine": "",
      "revisedLine": "Keep it short. (pause) No biography. (pause) No motive. (pause) If you have to attach yourself, (pause) you’re “associated mass.” (pause) Don’t describe it.",
      "changeSummary": "Reduced polish; kept the same constraints and required term. | Inserted (pause) breaks to keep each beat under 8 words; kept wording and the single comma unchanged."
    },
    {
      "scene": "SCN_SCN-047-orig.json",
      "id": "N_COACH_PERSUADE_FAIL_1",
      "priorLine": "",
      "lineToEdit": "The least-escalation wording is: less.\nLess detail. Less insistence. Less you.",
      "nextLine": "Go to Window 0. Ask what categories are accepted.\nDon’t argue about the answer on the record.",
      "revisedLine": "You want fewer alarms? Keep it thin. (pause) Less detail. Less insistence. Less you.",
      "changeSummary": "Turned it into a reactive warning while keeping the 'less' structure. | Inserted a (pause) to split the line into two beats under 8 words, without changing meaning or tone."
    },
    {
      "scene": "SCN_SCN-047-orig.json",
      "id": "N_COACH_PERSUADE_FAIL_2",
      "priorLine": "The least-escalation wording is: less.\nLess detail. Less insistence. Less you.",
      "lineToEdit": "Go to Window 0. Ask what categories are accepted.\nDon’t argue about the answer on the record.",
      "nextLine": "",
      "revisedLine": "Go to Window 0. (pause) Ask what categories are accepted. (pause) Don’t argue about the answer on the record.",
      "changeSummary": "Left mostly intact; already terse and procedural. | Inserted (pause) breaks to keep each beat at 8 words or fewer; preserved original wording and meaning."
    },
    {
      "scene": "SCN_SCN-047.json",
      "id": "N_COACH_INTRO_2",
      "priorLine": "The Process Coach stands where you can’t tell if they’re helping you or helping throughput.",
      "lineToEdit": "Before you pick a window—don’t improvise a story.\nStories create responsibility. Categories create receipts.",
      "nextLine": "",
      "revisedLine": "Before you pick a window—don’t improvise a story. (pause) Stories make somebody responsible. (pause) Categories get you a receipt.",
      "changeSummary": "Matched prior edit; kept it sharp and liability-minded. | Added (pause) breaks so each beat stays within 8 words; kept wording and meaning the same."
    },
    {
      "scene": "SCN_SCN-047.json",
      "id": "N_COACH_STANDING_1",
      "priorLine": "ask: Which window gets me standing?",
      "lineToEdit": "“Standing” is a legal word. Legal words bite.",
      "nextLine": "You want a Temporary Existence Receipt. That’s Window 0.\nDon’t say “I’m a person” and don’t say “I need access.”\nSay what can be filed. Then you can be difficult after you’re fileable.",
      "revisedLine": "Don’t say “standing” at glass.\nLegal word. Bites.",
      "changeSummary": "Made it more immediate and spoken; same warning. | Cut filler words (“the,” “It”) to keep the same meaning and cadence while reducing total beat word count to 8."
    },
    {
      "scene": "SCN_SCN-047.json",
      "id": "N_COACH_STANDING_2",
      "priorLine": "“Standing” is a legal word. Legal words bite.",
      "lineToEdit": "You want a Temporary Existence Receipt. That’s Window 0.\nDon’t say “I’m a person” and don’t say “I need access.”\nSay what can be filed. Then you can be difficult after you’re fileable.",
      "nextLine": "",
      "revisedLine": "Window 0. (pause) Ask for a Temporary Existence Receipt. (pause) Don’t lead with “I’m a person.” (pause) Don’t lead with “I need access.” (pause) Give them something they can file. (pause) Once you’re fileable, you can get difficult.",
      "changeSummary": "Broke up the line; removed polished cadence while keeping meaning. | Inserted (pause) breaks so each beat stays under 8 words; kept original wording and meaning; left only one comma in the final sentence."
    },
    {
      "scene": "SCN_SCN-047.json",
      "id": "N_COACH_WRONG_1",
      "priorLine": "ask: What happens if I pick wrong?",
      "lineToEdit": "They’ll redirect you.",
      "nextLine": "Or they’ll log you as an interruption, if you insist on being specific.\nWorst case, you get an incident category you didn’t choose.\nYou can be wrong, or you can be filed.",
      "revisedLine": "They’ll redirect you.",
      "changeSummary": "No change needed; already sounds like spoken deflection."
    },
    {
      "scene": "SCN_SCN-047.json",
      "id": "N_COACH_WRONG_2",
      "priorLine": "They’ll redirect you.",
      "lineToEdit": "Or they’ll log you as an interruption, if you insist on being specific.\nWorst case, you get an incident category you didn’t choose.\nYou can be wrong, or you can be filed.",
      "nextLine": "",
      "revisedLine": "Or they’ll log you as an interruption. (pause) If you keep insisting on specifics. (pause) Worst case, you get an incident category. (pause) One you didn’t choose. (pause) Get yourself in the file. (pause) You’ll at least keep moving.",
      "changeSummary": "Removed binary catchphrase; kept the warning and pragmatic aim. | Split the long sentence into short beats with pauses; kept wording and meaning while staying under 8 words per beat."
    },
    {
      "scene": "SCN_SCN-047.json",
      "id": "N_COACH_OLEA_1",
      "priorLine": "show: OLEA credentials.",
      "lineToEdit": "Okay. That means you have an employer.",
      "nextLine": "It does not mean the windows have to care.\nIf you want this quiet, go to Window 0 and let Intake pretend you’re cargo for five minutes.",
      "revisedLine": "Okay. Means you’ve got an employer.",
      "changeSummary": "Shortened and made it sound less formal."
    },
    {
      "scene": "SCN_SCN-047.json",
      "id": "N_COACH_OLEA_2",
      "priorLine": "Okay. That means you have an employer.",
      "lineToEdit": "It does not mean the windows have to care.\nIf you want this quiet, go to Window 0 and let Intake pretend you’re cargo for five minutes.",
      "nextLine": "",
      "revisedLine": "Still doesn’t mean the windows have to care. (pause) If you want this quiet, (pause) go to Window 0 (pause) and let Intake pretend (pause) you’re cargo for five minutes.",
      "changeSummary": "Kept content; adjusted to more natural, tired delivery. | Inserted (pause) breaks to keep each beat under 8 words; kept wording and meaning the same."
    },
    {
      "scene": "SCN_SCN-047.json",
      "id": "N_COACH_PERSUADE_PASS_1",
      "priorLine": "",
      "lineToEdit": "Fine.\nYou want something the system already knows how to swallow: “misrouted equipment transfer.”",
      "nextLine": "Keep it short. No biography. No motive.\nIf you need to attach yourself, you’re “associated mass.”\nAnd you do not describe it.",
      "revisedLine": "Fine.\nUse the system’s label: “misrouted equipment transfer.”",
      "changeSummary": "More colloquial and reactive; preserved key phrase. | Cut “what” and “already swallows” to meet the 8-word beat limit while keeping the same intent and phrasing."
    },
    {
      "scene": "SCN_SCN-047.json",
      "id": "N_COACH_PERSUADE_PASS_2",
      "priorLine": "Fine.\nYou want something the system already knows how to swallow: “misrouted equipment transfer.”",
      "lineToEdit": "Keep it short. No biography. No motive.\nIf you need to attach yourself, you’re “associated mass.”\nAnd you do not describe it.",
      "nextLine": "",
      "revisedLine": "Keep it short. (pause) No biography. (pause) No motive. (pause)\nIf you have to attach yourself, (pause) you’re “associated mass.” (pause)\nDon’t describe it.",
      "changeSummary": "Reduced formality; kept constraints and terminology. | Inserted (pause) breaks to keep each beat under 8 words; preserved original wording and kept comma count within limit."
    },
    {
      "scene": "SCN_SCN-047.json",
      "id": "N_COACH_PERSUADE_FAIL_1",
      "priorLine": "",
      "lineToEdit": "The least-escalation wording is: less.\nLess detail. Less insistence. Less you.",
      "nextLine": "Go to Window 0. Ask what categories are accepted.\nDon’t argue about the answer on the record.",
      "revisedLine": "You want fewer alarms? Keep it thin. (pause) Less detail. Less insistence. Less you.",
      "changeSummary": "Shifted to immediate warning; retained the 'less' emphasis. | Inserted a (pause) break to keep each beat under 8 words without altering meaning, tone, or cadence."
    },
    {
      "scene": "SCN_SCN-047.json",
      "id": "N_COACH_PERSUADE_FAIL_2",
      "priorLine": "The least-escalation wording is: less.\nLess detail. Less insistence. Less you.",
      "lineToEdit": "Go to Window 0. Ask what categories are accepted.\nDon’t argue about the answer on the record.",
      "nextLine": "",
      "revisedLine": "Go to Window 0. (pause) Ask what categories are accepted. (pause) Don’t argue about it on the record.",
      "changeSummary": "Kept as-is; already terse and action-forward. | Inserted (pause) breaks to keep each beat under 8 words, and tightened the last sentence while preserving the same instruction."
    }
  ]
}