{
  "nodes": [
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_DISPATCH_CALL",
      "priorLine": "That’s a demand event. It is not an alarm-alarm. It’s a request with consequences.\nAnd before you say anything: don’t say “emergency.” The word “emergency” drags in different people.",
      "lineToEdit": "Control Room, this is Utility Dispatch. Timestamp 14:17:09.\nWe’re issuing a load-shedding request for your node. Confirm receipt and give me your action record ID.",
      "nextLine": "Confirm what, specifically.\nSay you “acknowledge the demand event” and you’re “initiating a load-shed response.” It matters because the transcript outlives us.",
      "revisedLine": "Control Room, this is Utility Dispatch. (pause) Timestamp 14:17:09. (pause) Issuing load-shedding request for your node. (pause) Confirm receipt. (pause) Provide your action record ID.",
      "changeSummary": "Split the line into shorter beats with (pause) markers to meet the max beat word limit, while keeping the single comma and preserving the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_ACK_UTIL",
      "priorLine": "Acknowledging demand event. Initiating load-shed response.",
      "lineToEdit": "Acknowledged at 14:17:22. Provide your action record ID.\nAnd confirm you will maintain stability. I need that stated, not implied.",
      "nextLine": "They always say “maintain stability” like it’s a separate switch.\nAnswer it. Then we generate the ID off the printer header. If you freestyle an ID, auditors treat it like fiction.",
      "revisedLine": "Acknowledged at 14:17:22. (pause) Provide your action record ID. (pause) Confirm you will maintain stability. (pause) I need that stated, not implied.",
      "changeSummary": "Split the line into short beats using (pause) so each beat stays under 8 words; kept wording and intent intact, preserving the single comma."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_AUTH_UTIL",
      "priorLine": "Acknowledged demand event. Initiating load-shed response under standard ops phrasing. Record ID pending printer header; stability maintained per interlock limits.",
      "lineToEdit": "Accepted. Timestamp 14:17:26.\nProvide the record ID when available. Report shed amount and start time when you act.",
      "nextLine": "Good. Standard language, no new nouns.\nNow we move loads—after we have paper.",
      "revisedLine": "Accepted. Timestamp 14:17:26. (pause) Send the record ID when available. (pause) When you act, report shed amount. (pause) Report start time.",
      "changeSummary": "Added pauses to keep each beat under 8 words; split the final instruction into two short beats without changing meaning."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_MAINTAIN_UTIL",
      "priorLine": "Will maintain stability. Stand by for record ID.",
      "lineToEdit": "Good. Timestamp 14:17:31.\nConstraint: do not introduce oscillatory loading. If you don’t know what’s oscillatory on your side, assume it is.\nCall back with shed amount and start time.",
      "nextLine": "“Assume it is” is my favorite engineering instruction.\nPrint the banner. Staple it. Then we move loads. In that order.",
      "revisedLine": "Good. (pause) Timestamp 14:17:31. (pause) Constraint: do not introduce oscillatory loading. (pause) If you don’t know what’s oscillatory, (pause) assume it is. (pause) Call back with shed amount and start time.",
      "changeSummary": "Inserted (pause) breaks to keep each beat to 8 words or fewer, while preserving all original instructions and details; kept commas to one total."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_DEFINE_UTIL",
      "priorLine": "Define “maintain stability.”",
      "lineToEdit": "Stability means your node does not create a problem I have to name.\nVoltage within band, frequency support unchanged, no step-load chatter, no cycling.\nAnd—because it comes up—no undocumented behavior. That’s not technical. That’s legal.",
      "nextLine": "See? It’s a feelings category with numbers attached.\nWe can comply. We just have to choose what we call “noncritical.”",
      "revisedLine": "Stability means: no problem I must name. (pause)\nVoltage stays within band. (pause)\nFrequency support stays unchanged. (pause)\nNo step-load chatter. (pause)\nNo cycling. (pause)\nAnd—because it comes up—no undocumented behavior. (pause)\nThat’s not technical. (pause)\nThat’s legal.",
      "changeSummary": "Split into short beats using (pause). Removed commas by switching to periods and a colon. Kept the single explainer hit (“because”) and preserved all original points."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_UNDERSTOOD_UTIL",
      "priorLine": "Understood. Proceeding. Record ID to follow.",
      "lineToEdit": "Timestamp 14:17:58. Accepted.\nCall when the first shed is complete. Don’t wait for perfection.",
      "nextLine": "The alarm panel stops nagging and starts waiting.",
      "revisedLine": "Timestamp 14:17:58. Accepted. (pause) Call when the first shed is complete. (pause) Don’t wait for perfection.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words; meaning and tone unchanged."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_TARGET_UTIL",
      "priorLine": "Target MW. Duration.",
      "lineToEdit": "Target is twelve megawatts reduction at the node. Duration unknown—minimum twenty minutes, reassess at the half-hour mark.\nDo not shed anything that causes a restart surge. If it “auto-recovers,” it’s not a shed.",
      "nextLine": "“Auto-recovers” is a trap category.\nWe shed clean if we redefine what counts as essential to verification. The checklist will complain. Let it.",
      "revisedLine": "Target: twelve megawatts reduction at the node. (pause) Duration unknown. Minimum twenty minutes. (pause) Reassess at the half-hour mark. (pause) Do not shed anything that causes restart surge. (pause) If it auto-recovers it is not a shed.",
      "changeSummary": "Split the line into short beats using (pause) to meet the 8-word limit. Removed the extra comma by rephrasing the second sentence without changing meaning."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_COMMIT_DIRECT_UTIL",
      "priorLine": "Acknowledged. Initiating response. Will report shed and time.",
      "lineToEdit": "Timestamp 14:18:06. Logged.\nI still need your action record ID. If you can’t generate one, give me the printer header serial. Something attributable.",
      "nextLine": "That’s fair, unfortunately.\nUse the printer. The tray is not optional. The tray is our alibi.",
      "revisedLine": "Timestamp 14:18:06. Logged.(pause) I still need your action record ID.(pause) If you can’t generate one,(pause) give me the printer header serial.(pause) Something attributable.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words; preserved wording and meaning with only one comma retained."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_DETAILS_UTIL",
      "priorLine": "Details. Target MW. Duration.",
      "lineToEdit": "Good. Timestamp 14:17:12.\nTarget is twelve megawatts reduction at the node, duration unknown—minimum twenty minutes, reassess at the half-hour mark.\nDo not shed anything that causes a restart surge. If it “auto-recovers,” it’s not a shed.",
      "nextLine": "“Auto-recovers” is a trap category.\nWe can shed clean if we redefine what counts as essential to verification. Which is going to irritate the checklist.",
      "revisedLine": "Good. (pause) Timestamp 14:17:12. (pause) Target: twelve-megawatt reduction at the node. (pause) Duration unknown. (pause) Minimum twenty minutes. (pause) Reassess at the half-hour mark. (pause) Do not shed anything. (pause) Nothing that causes restart surge. (pause) If it auto-recovers, it's not a shed.",
      "changeSummary": "Split into short beats with (pause) so each beat stays under 8 words. Removed extra commas by breaking long clauses into separate sentences while keeping the same instructions and numbers."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_DETAILS_ACK_UTIL",
      "priorLine": "Acknowledged. Initiating response. Will report shed and time.",
      "lineToEdit": "Timestamp 14:17:26. Logged.\nI still need your action record ID. If you can’t generate one, give me the printer header serial. Something attributable.",
      "nextLine": "That’s fair, unfortunately.\nUse the printer. The tray is not optional. The tray is our alibi.",
      "revisedLine": "Timestamp 14:17:26. (pause) Logged. (pause) I still need your action record ID. (pause) If you can’t generate one (pause) give me the printer header serial. (pause) Something attributable.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words; kept wording and meaning intact and avoided commas."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_STAGED_UTIL",
      "priorLine": "Staged or single-step?",
      "lineToEdit": "Prefer staged if it does not introduce chatter. Avoid cycling loads.\nFirst action should be clean and attributable. Then we reassess at the half-hour mark.",
      "nextLine": "Staged is fine. It also means more timestamps.\nPrint first. Then we touch hardware.",
      "revisedLine": "Prefer staged if it adds no chatter. (pause) Avoid cycling loads. (pause) First action: clean, attributable. (pause) Reassess at the half-hour mark.",
      "changeSummary": "Split into short (pause) beats under 8 words each, kept meaning and cadence, and held commas to one."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_STAGED_COMMIT_UTIL",
      "priorLine": "Acknowledged. Initiating staged shed. Will report first step time.",
      "lineToEdit": "Timestamp 14:18:14. Logged.\nProceed. Call when the first step is complete.",
      "nextLine": "",
      "revisedLine": "Timestamp 14:18:14. Logged. (pause) Proceed. (pause) Call when step one’s complete.",
      "changeSummary": "Split the line with (pause) beats and tightened “the first step is complete” to “step one’s complete” to meet the 8-words-per-beat limit without changing meaning."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_NOTICE_UTIL",
      "priorLine": "Event number first.",
      "lineToEdit": "It’s Demand Event UTIL-DS-4419. Timestamp 14:17:15.\nAnd for clarity: this is a directive under the stability clause. Not a suggestion.\nConfirm you are acting.",
      "nextLine": "They said “directive.” That’s their comfort word.\nSay yes. Then print. Then we touch hardware.",
      "revisedLine": "It’s Demand Event UTIL-DS-4419. (pause) Timestamp 14:17:15. (pause) For clarity: directive under the stability clause. (pause) Not a suggestion. (pause) Confirm you are acting.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words, while preserving the original meaning, tone, and cadence."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_CONF_UTIL",
      "priorLine": "Confirmed. Acting under UTIL-DS-4419.",
      "lineToEdit": "Timestamp 14:17:24. Logged.\nProvide record ID when available. I’ll hold the line open for two minutes. After that, call back—don’t just disappear.",
      "nextLine": "The open channel hisses softly, impatient in a professional way.",
      "revisedLine": "Timestamp 14:17:24. Logged. (pause) Provide the record ID when available. (pause) I’ll hold the line open two minutes. (pause) After that, call back—don’t just disappear.",
      "changeSummary": "Added pause breaks to keep each beat under 8 words; kept meaning and cadence, tightened “for two minutes” to “two minutes” without changing intent."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_BARGAIN_UTIL",
      "priorLine": "Confirm in writing and I’ll prioritize shedding.",
      "lineToEdit": "It is in writing. It’s recorded, timestamped, and mirrored to the daily log.\nIf you mean an email: you’ll get it when the system feels like it.\nConfirm action now.",
      "nextLine": "Don’t fight their delivery method. Fight their ambiguity.\nGet the number on paper and then comply loudly.",
      "revisedLine": "It’s in writing. (pause) Recorded and timestamped; mirrored to the daily log. (pause) Email? You’ll get it (pause) when the system feels like it. (pause) Confirm action now.",
      "changeSummary": "Split long phrases into shorter beats to meet the 8-word limit. Removed extra commas by rephrasing the log clause and used a semicolon. Broke the email sentence into two beats without changing meaning."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_PRINT_UTIL",
      "priorLine": "Thank you. Staple that to the verification packet.\nNot because it helps. Because it proves you weren’t improvising alone.",
      "lineToEdit": "Control Room, confirm receipt. Timestamp 14:17:19.\nAnd give me your record ID.",
      "nextLine": "",
      "revisedLine": "Control Room, confirm receipt. (pause) Timestamp 14:17:19. (pause) Give me your record ID.",
      "changeSummary": "Inserted pauses to split the line into shorter beats while keeping the same meaning and maintaining the single comma."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_READBACK_UTIL",
      "priorLine": "Event UTIL-DS-4419. Printer header serial CR-LP-0031.",
      "lineToEdit": "Received. Timestamp 14:17:28.\nThat’s attributable. Proceed with shed. Report first action time.",
      "nextLine": "Now we can do the dangerous part with a warm feeling in our pocket.\nGo to the console when you’re ready.",
      "revisedLine": "Received. Timestamp 14:17:28. (pause) That’s attributable. Proceed with shed. (pause) Report first action time.",
      "changeSummary": "Inserted two (pause) breaks to keep each beat under 8 words; wording and meaning unchanged."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_PRINT_ACK_UTIL",
      "priorLine": "Acknowledged. Initiating load-shed response.",
      "lineToEdit": "Logged. Timestamp 14:17:33.\nConfirm you will maintain stability. And provide a record ID when available.",
      "nextLine": "Answer stability. Then we move.\nIf you already have the header serial, use it. Attributable beats elegant.",
      "revisedLine": "Logged. Timestamp 14:17:33. (pause) Confirm you will maintain stability. (pause) And send a record ID when available.",
      "changeSummary": "Inserted two (pause) breaks to keep each beat under 8 words; preserved original meaning and tone without adding commas or explainer phrases."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_DISPATCH_OPEN",
      "priorLine": "The main console is already on a LOAD-SHED RESPONSE overlay, pinned on top of the shutdown verification UI. A yellow banner persists: DEMAND EVENT ACTIVE — RESPONSE REQUIRED.\nUnder it, almost offended: VERIFICATION MODE: STABILITY REQUIRED.",
      "lineToEdit": "Control Room, Utility Dispatch. Timestamp 14:22:04.\nConfirm you are acting on the demand event. And I need your action record ID when you have it.\nAlso—state you will maintain stability. Stated, not assumed.",
      "nextLine": "Don’t say “emergency.” Don’t say “we’ll try.”\nSay: you acknowledge the demand event, you are initiating response, stability maintained per interlocks. It’s ugly. It survives transcripts.",
      "revisedLine": "Control Room. Utility Dispatch. (pause) Timestamp 14:22:04. (pause) Confirm you're acting on the demand event. (pause) I need your action record ID. (pause) Send it when you have it. (pause) Also—state you will maintain stability. (pause) Stated. Not assumed.",
      "changeSummary": "Inserted (pause) breaks so each beat stays under 8 words. Removed extra commas by splitting phrases into short sentences. Kept all original directives and timestamp intact."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_AUTH_UTIL",
      "priorLine": "Acknowledging demand event. Initiating load-shed response. Stability maintained per interlocks. Action record ID pending console header.",
      "lineToEdit": "Accepted. Timestamp 14:22:11.\nProvide the record ID when available. Report shed start time when the first action occurs.",
      "nextLine": "Good. Standard language, no new nouns. Now we make the console do something attributable.",
      "revisedLine": "Accepted. (pause) Timestamp 14:22:11. (pause) Provide the record ID when available. (pause) Report shed start time when first action occurs.",
      "changeSummary": "Inserted pauses to split the line into shorter beats while preserving the original meaning and details."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_THREAT_PASS_UTIL",
      "priorLine": "Under the stability clause, I need escalation handling and a logged directive. Confirm you want the shed executed now, attributable and stable.",
      "lineToEdit": "Noted. Timestamp 14:22:14.\nDirective stands. Execute shed now, avoid cycling and step-load chatter. Provide record ID and shed start time.",
      "nextLine": "That works because it’s still a request for clarity, not a new fight. Now comply loudly and print something we can staple.",
      "revisedLine": "Noted. Timestamp 14:22:14. (pause) Directive stands. Execute shed now. (pause) Avoid cycling and step-load chatter. (pause) Provide record ID. (pause) Provide shed start time.",
      "changeSummary": "Split into short beats using (pause) while keeping wording and intent; removed the comma to meet punctuation limits."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_THREAT_FAIL_UTIL",
      "priorLine": "Escalate this. I’m not acting on an undocumented directive.",
      "lineToEdit": "Negative. Timestamp 14:22:16.\nDirective is documented via recording and log mirror. Confirm action now. Do not delay shed for process language.",
      "nextLine": "They’re right about the recording. You’re right about attribution.\nPrint the header. Then act. Don’t burn time on tone.",
      "revisedLine": "Negative. (pause) Timestamp 14:22:16. (pause) Directive is documented via recording and log mirror. (pause) Confirm action now. (pause) Do not delay shed for process language.",
      "changeSummary": "Inserted (pause) breaks so each beat stays under 8 words; kept wording and facts unchanged."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_GROUP_UTIL",
      "priorLine": "Several groups carry a warning: AUTO-RECOVER ENABLED — RESTART SURGE LIKELY.\nA few are annotated in terse maintenance shorthand: “CHATTER RISK,” “THERMAL LAG,” “DO NOT CYCLE.”",
      "lineToEdit": "And to be clear: “auto-recovers” is not a shed. It’s a delay.\nAvoid cycling. Avoid chatter. Give me something stable and attributable.",
      "nextLine": "",
      "revisedLine": "And to be clear. (pause) “Auto-recovers” is not a shed. (pause) It is a delay. (pause) Avoid cycling. (pause) Avoid chatter. (pause) Give me something stable. (pause) Give me something attributable.",
      "changeSummary": "Added pauses to cap each beat at 8 words and split the last sentence into two for clarity. Kept meaning and cadence; no commas or explainer phrases added."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_DEFINE_UTIL",
      "priorLine": "Define “maintain stability” in this console.",
      "lineToEdit": "Stability means your node does not create a problem I have to name. Voltage in band. No step-load chatter. No cycling.\nAnd—because it comes up—no undocumented behavior. That’s not technical. That’s legal.",
      "nextLine": "Hear that? “Undocumented.” That’s the real interlock.\nThe console can do staged shed with timestamps. Or single-step. The cleanest path to “no chatter” is the macro the checklist hates.",
      "revisedLine": "Stability means your node doesn't create a problem. (pause) I don't have to name. (pause) Voltage in band. (pause) No step-load chatter. (pause) No cycling. (pause) And—because it comes up—no undocumented behavior. (pause) That's not technical. (pause) That's legal.",
      "changeSummary": "Split the long opening sentence into short beats using (pause) so each beat stays under 8 words; kept the original points and cadence, and avoided adding commas or extra explanatory phrasing."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_STAGED_UTIL",
      "priorLine": "There it is. The box that decides whether you’re “following procedure” or “making decisions.”\nDon’t invent a new category. Reclass with an existing code.",
      "lineToEdit": "Confirm you’re acting. I don’t need your philosophy. I need a time stamp and a stable response.",
      "nextLine": "",
      "revisedLine": "Confirm you’re acting. (pause) I don’t need your philosophy. (pause) I need a time stamp. (pause) And a stable response.",
      "changeSummary": "Inserted (pause) breaks and split the last sentence to keep each beat under 8 words without changing meaning."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_STAGED_CONFIRM_UTIL",
      "priorLine": "Confirmed. Initiating staged shed.",
      "lineToEdit": "Timestamp 14:22:31. Logged.\nProvide action record ID when available. Report first step time when it occurs.",
      "nextLine": "Good. Now make the reclass legitimate, or this becomes “cycling in disguise.”",
      "revisedLine": "Timestamp 14:22:31. Logged. (pause) Provide action record ID when available. (pause) Report first step time when it occurs.",
      "changeSummary": "Inserted two (pause) breaks to keep each beat under 8 words; wording unchanged."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_POST_ACK_UTIL",
      "priorLine": "talk: I acknowledge.",
      "lineToEdit": "Timestamp 14:22:57. Confirm you are acting and will maintain stability.",
      "nextLine": "Say it clean. Then we watch the numbers.",
      "revisedLine": "Timestamp 14:22:57. Confirm you're acting. (pause) Confirm you'll maintain stability.",
      "changeSummary": "Split into two beats with a (pause) so each beat stays under 8 words; preserved intent by keeping both confirmation requests."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_READBACK_UTIL",
      "priorLine": "Action header serial CR-CON-0194.",
      "lineToEdit": "Received. Timestamp 14:22:19.\nProceed. Report shed start time when the first action occurs.",
      "nextLine": "",
      "revisedLine": "Received. Timestamp 14:22:19. (pause) Proceed. (pause) Report shed start time. (pause) When the first action occurs.",
      "changeSummary": "Added (pause) breaks to keep each beat under 8 words; preserved wording and meaning."
    },
    {
      "scene": "SCN_SCN-070-orig-orig.json",
      "id": "N_STABLE_UD1",
      "priorLine": "You start writing like a dispatcher is going to read it aloud.",
      "lineToEdit": "I need stability stated, not implied.\nIf it’s not attributable, it didn’t happen—legally.",
      "nextLine": "This is a memo, not a control log.",
      "revisedLine": "I need stability stated—not implied. (pause)\nIf it’s not attributable it didn’t happen—legally.",
      "changeSummary": "Split into two beats with a (pause) to meet the 8-word limit. Replaced the first comma with an em dash and removed the second comma to stay within max_commas."
    },
    {
      "scene": "SCN_SCN-070-orig-orig.json",
      "id": "N_STABLE_UD2",
      "priorLine": "This is a memo, not a control log.",
      "lineToEdit": "Everything becomes a control log when someone’s looking for a cause.\nInclude time anchors. Include record IDs. Include that you will not introduce oscillatory loading.\nAnd—this is procedural—don’t make it sound like you “couldn’t.” Make it sound like you “did.”",
      "nextLine": "You insert timestamps, action identifiers, and a sentence that reads like a promise without calling itself one.",
      "revisedLine": "Everything is a control log. (pause) When someone hunts for cause. (pause) Add time anchors. (pause) Add record IDs. (pause) State: no oscillatory loading. (pause) Procedural. (pause) Don’t sound like you “couldn’t.” (pause) Sound like you “did.”",
      "changeSummary": "Split into short pause-delimited beats under 8 words, removed long clauses, kept the same directives and procedural cadence, and avoided commas and explainer phrasing."
    },
    {
      "scene": "SCN_SCN-070-orig.json",
      "id": "N_STABLE_UD1",
      "priorLine": "You start writing like a dispatcher is going to read it aloud.",
      "lineToEdit": "I need stability stated, not implied.\nIf it’s not attributable, it didn’t happen—legally.",
      "nextLine": "This is a memo, not a control log.",
      "revisedLine": "I need stability stated not implied. (pause) If it’s not attributable, it didn’t happen—legally.",
      "changeSummary": "Split into two beats with a pause to meet the 8-word limit, and removed one comma to stay within the comma cap while preserving meaning."
    },
    {
      "scene": "SCN_SCN-070-orig.json",
      "id": "N_STABLE_UD2",
      "priorLine": "This is a memo, not a control log.",
      "lineToEdit": "Everything becomes a control log when someone’s looking for a cause.\nInclude time anchors. Include record IDs. Include that you will not introduce oscillatory loading.\nAnd—this is procedural—don’t make it sound like you “couldn’t.” Make it sound like you “did.”",
      "nextLine": "You insert timestamps, action identifiers, and a sentence that reads like a promise without calling itself one.",
      "revisedLine": "Everything becomes a control log (pause) when someone hunts for a cause. (pause)\nInclude time anchors. (pause) Include record IDs. (pause)\nState you will not introduce oscillatory loading. (pause)\nAnd this is procedural (pause) do not sound like you could not. (pause)\nMake it sound like you did.",
      "changeSummary": "Split into short beats with pauses, removed commas, kept instructions and cadence, and avoided explainer phrasing."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_STABLE_UD1",
      "priorLine": "You start writing like a dispatcher is going to read it aloud.",
      "lineToEdit": "I need stability stated, not implied.\nIf it’s not attributable, it didn’t happen—legally.",
      "nextLine": "This is a memo, not a control log.",
      "revisedLine": "I need stability stated not implied. (pause) If it’s not attributable it didn’t happen—legally.",
      "changeSummary": "Inserted a (pause) to split the line into shorter beats and removed commas to stay within the comma limit without changing meaning."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_STABLE_UD2",
      "priorLine": "This is a memo, not a control log.",
      "lineToEdit": "Everything becomes a control log when someone’s looking for a cause.\nInclude time anchors. Include record IDs. Include that you will not introduce oscillatory loading.\nAnd—this is procedural—don’t make it sound like you “couldn’t.” Make it sound like you “did.”",
      "nextLine": "You insert timestamps, action identifiers, and a sentence that reads like a promise without calling itself one.",
      "revisedLine": "Everything becomes a control log (pause) when someone’s looking for a cause. (pause)\nInclude time anchors. (pause) Include record IDs. (pause) Include that you will not introduce (pause) oscillatory loading. (pause)\nAnd—this is procedural—don’t make it sound (pause) like you “couldn’t.” (pause) Make it sound like you “did.”",
      "changeSummary": "Added (pause) breaks so each beat stays under 8 words; kept wording, tone, and facts the same with no added commas or explainers."
    }
  ]
}