{
  "nodes": [
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_OPENING",
      "priorLine": "The Legacy Interconnections Archive smells like dust that passed inspection. (pause) A catalog terminal waits under a plastic hood labeled: USE IS A FORM OF CREATION.",
      "lineToEdit": "No browsing. Pull something? State the proper heading.",
      "nextLine": "Use terminal.",
      "revisedLine": "Don’t browse. (pause) Want a pull? (pause) Say the proper heading.",
      "changeSummary": "Made it more immediate and clipped while keeping the same gatekeeping requirement. | Added pauses to break the line into shorter beats and removed “You” without changing meaning."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_FAST_RESULTS",
      "priorLine": "The screen populates with a legacy match before you finish exhaling. (pause)\n\nA record header blinks: “ENDPOINT: SOL‑EARTH‑LOCAL.” (pause)\nBelow it: “MAINTENANCE LINEAGE: ACTIVE / RECURRING.” (pause)\nA final line is half-obscured by an access banner: “MANAGING AUTHORITY: UPSTREAM / EXTERNAL (UNNAMED).”",
      "lineToEdit": "Yeah. Fast. (pause) Fast pulls end up in the wrong drawer. (pause) I don't do it. Other people do.",
      "nextLine": "",
      "revisedLine": "Yeah. Fast. (pause) And fast pulls land in the wrong drawer. (pause) I don’t do those. Somebody else can.",
      "changeSummary": "Kept the warning and refusal, tightened to sound defensive and in-the-moment."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_PROPER_HEADING",
      "priorLine": "ask Proper heading for this record.",
      "lineToEdit": "Endpoint Interconnections. Legacy. (pause) Then: Continuity Exceptions. (pause) And don’t say “incident” or “anomaly.” (pause) I’m not tagging that. (pause) Facts only—even when they won’t sit still.",
      "nextLine": "",
      "revisedLine": "Endpoint Interconnections. Legacy. (pause) Then: Continuity Exceptions. (pause) Don’t say “incident” or “anomaly.” (pause) I’m not tagging that. (pause) Just what’s in front of us—won’t sit still.",
      "changeSummary": "Reduced polish, kept headings and the refusal to use certain terms. | Shortened final beat to 8 words by removing “even if,” keeping the same meaning."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_DEFINE_CONTINUITY",
      "priorLine": "ask Define “continuity exception”.",
      "lineToEdit": "It's a tag. (pause) Continuity exception. (pause) The record survives. (pause) Even when the scheme shifts. (pause) Don't turn it into a story.",
      "nextLine": "",
      "revisedLine": "It’s a tag. (pause) “Continuity exception.” (pause) Record stays put even when the scheme shifts. (pause) Don’t make it a story.",
      "changeSummary": "Kept the definition minimal but more speakable; preserved intent to shut down storytelling."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_NO_CITATION_NO_NAMES",
      "priorLine": "ask Who assigned the managing authority line.",
      "lineToEdit": "I can’t put names in without citation. (pause)\nIf it’s not in the record, unnamed. (pause)\nI’m not making this up for you.",
      "nextLine": "",
      "revisedLine": "No citation. No names. (pause) If the record says unnamed, it stays unnamed. (pause) I’m not inventing entries for you.",
      "changeSummary": "Made it terser and more defensive while keeping the same constraint. | Removed the first comma and tightened the second beat to eight words while keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_WHY_NOT_HEADING",
      "priorLine": "ask Why does it say “maintenance lineage”.",
      "lineToEdit": "Why doesn't help me. (pause)\n“Lineage” is the tag they slapped on it. (pause)\nIt means you're tied to a continuity chain. (pause)\nSo yeah, the archive thinks you belong. (pause)\nTo something older than your request. (pause)\nThat's just how it's filed.",
      "nextLine": "",
      "revisedLine": "Don’t ask me why. (pause) “Maintenance lineage” is the tag slapped on it. (pause) It ties you to a continuity chain. (pause) So the archive marks you as belonging. (pause) Older than your request. (pause) That’s how it’s filed.",
      "changeSummary": "Shifted from explanatory to reactive, kept all the same facts and implications. | Trimmed one word in the second beat (“they”) to keep beat length at 8 words max; meaning and cadence preserved."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_GIVE_HEADING_PRAISE",
      "priorLine": "ask Under what heading is “maintenance lineage” assigned.",
      "lineToEdit": "Endpoint Interconnections — Legacy. (pause) Subheading: Continuity Exceptions. (pause) Good. (pause) That's the kind of wording (pause) that keeps me out (pause) of correction memos.",
      "nextLine": "",
      "revisedLine": "Endpoint Interconnections—Legacy. (pause) Subheading: Continuity Exceptions. (pause) Good. (pause) Those words keep me out of correction memos.",
      "changeSummary": "Removed extra rhythmic pauses and made the praise sound more weary/pragmatic."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_STATE_HEADING_REQUIRED",
      "priorLine": "ask Pull the legacy metadata.",
      "lineToEdit": "State the heading. (pause) The system logs your phrasing. (pause) Then I’m stuck with it.",
      "nextLine": "",
      "revisedLine": "State the heading. (pause) The system logs your phrasing. (pause) Then it’s stuck to my file.",
      "changeSummary": "Kept the warning but made it more personal and pressured without changing meaning."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_UPSTREAM_EXPLAIN",
      "priorLine": "ask Who is “upstream/external”.",
      "lineToEdit": "I'm not doing \"who.\" (pause)\nIt says \"UPSTREAM / EXTERNAL (UNNAMED).\" (pause)\nThat's a flag, not a person. (pause)\nNo citation. No name. (pause)\nThat's it.",
      "nextLine": "",
      "revisedLine": "I’m not doing “who.” (pause) It says “UPSTREAM / EXTERNAL (UNNAMED).” (pause) That line’s a flag. (pause) No person I can name. (pause) No citation. It stays unnamed. (pause) That’s it.",
      "changeSummary": "Avoided the hard binary phrasing while preserving the same refusal and citation rule. | Split the overlong beat by adding a pause after “That line’s a flag.” Shortened “Doesn’t point…” to “No person I can name.” Replaced “So it stays unnamed” with “It stays unnamed” to keep beats under 8 words."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_CIRCLE",
      "priorLine": "ask Pull the document that cites the name.",
      "lineToEdit": "If you had the citation (pause) you wouldn’t ask me. (pause)\nThat’s the loop we’re in.",
      "nextLine": "",
      "revisedLine": "If you had the citation, (pause) you wouldn’t be asking me. (pause) That’s the loop.",
      "changeSummary": "Smoothed into natural speech; kept the same dead-end point."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_GIVE_HEADING_PROCEED",
      "priorLine": "ask Pull the legacy metadata under the proper heading.",
      "lineToEdit": "Endpoint Interconnections \u0014 Legacy.\u001d\n\u001cContinuity Exceptions.\u001d\nProceed.",
      "nextLine": "The access banner clears. The abstract expands. A drawer reference appears.",
      "revisedLine": "Endpoint Interconnections—Legacy. (pause) Continuity Exceptions. (pause) Proceed.",
      "changeSummary": "Cleaned stray control characters; kept the same command sequence and tone."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_OLEA_ACCEPT",
      "priorLine": "persuade I have OLEA closure authority. I need maintenance lineage metadata, not ownership.",
      "lineToEdit": "Okay. That’s framed clean enough. (pause) Continuity context for OLEA closure. (pause) Not ownership. Fine. (pause) Proper heading: Endpoint Interconnections—Legacy / Continuity Exceptions. (pause) I’ll initiate retrieval. (pause) Don’t hang my name on your conclusion.",
      "nextLine": "The access banner clears. The abstract expands. A drawer reference appears.",
      "revisedLine": "Alright. That’s clean enough for the log. (pause) Continuity context for OLEA closure. (pause) Keep ownership out of it. (pause) Proper heading: Endpoint Interconnections—Legacy / Continuity Exceptions. (pause) I’ll initiate retrieval. (pause) Don’t stick my name under your conclusion.",
      "changeSummary": "Made it more liability-driven and conversational while preserving agreement, heading, and warning."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_PLACEMENT_NOT_MEANING",
      "priorLine": "The terminal asks for the authorization string you already have; less security, more a dare.",
      "lineToEdit": "Before you type (pause) this retrieval certifies placement. (pause) That's all. (pause) Meaning doesn't go in my file.",
      "nextLine": "You enter the string. The access banner clears.",
      "revisedLine": "Before you type—(pause) this pull only certifies placement. (pause) That’s it. (pause) Meaning stays out of my file.",
      "changeSummary": "Tightened and made more spoken; kept the same limitation (placement only)."
    },
    {
      "scene": "SCN_SCN-054.json",
      "id": "TECH_DONT_REMOVE_ORIGINALS",
      "priorLine": "Drawer bank.",
      "lineToEdit": "Don't remove originals.(pause) Somebody walks off with one,(pause) and suddenly the copy becomes \"the original\"(pause) and I get stuck writing it up.",
      "nextLine": "Inside: thin cartographic insert, brittle at the folds. (pause) Network map fragment: SOL‑EARTH‑LOCAL circled, by a hand schooled in control through denial.",
      "revisedLine": "Don’t remove originals. (pause) Somebody walks off with one. (pause) The copy becomes “the original.” (pause) And I’m the one writing it up.",
      "changeSummary": "Kept the same warning and consequence; adjusted to a more immediate, irritated cadence. | Removed commas by turning two clauses into full sentences while keeping the same meaning and pause cadence."
    }
  ]
}