{
  "nodes": [
    {
      "scene": "SCN_SCN-018.json",
      "id": "N005_LEGAL_GREETING",
      "priorLine": "After three rings, someone answers without saying hello.",
      "lineToEdit": "Office of Legacy Energy Assets, Legal. This line is recorded for quality and—more importantly—consistency. Name and assignment.",
      "nextLine": "Field Systems Specialist. SPINDLE closure.",
      "revisedLine": "Office of Legacy Energy Assets, Legal. (pause) Recorded line. (pause) Name and assignment.",
      "changeSummary": "Shortened to a clipped phone-greeting; kept recorded-line pressure and info request. | Inserted (pause) breaks so each beat stays under 8 words; kept wording and comma unchanged."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N007_LEGAL_SCOPE",
      "priorLine": "Field Systems Specialist. SPINDLE closure.",
      "lineToEdit": "“Closure activities,” understood. Before we proceed: I can issue instruments. I cannot “authorize” conduct. Those are different verbs with different afterlives.",
      "nextLine": "",
      "revisedLine": "“Closure activities.” (pause) Fine. (pause) I can put paper in place. (pause) I’m not signing off on field work. (pause) Don’t use “authorize” on my line.",
      "changeSummary": "Made it reactive and protective; replaced abstract verb talk with practical “paper” framing. | Split into short beats with (pause) to meet max beat length; tightened one phrase while preserving meaning; kept commas under limit and avoided explainer phrasing."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N020_AUTH_REBUKE",
      "priorLine": "(multiple) (talk: I need authorization to enter and proceed.) (talk: Fine. Authorization isn’t the word.)",
      "lineToEdit": "I can’t give you “authorization to enter.” Not because you don’t have a key, and not because you shouldn’t be there. Because “authorize” implies we evaluated conditions we have not evaluated.\nWhat I can do is issue a Work Order describing a narrow task against a specific asset, for purposes of closure documentation. That is the shape of help I’m allowed to be.",
      "nextLine": "",
      "revisedLine": "I can’t give you “authorization to enter.” (pause) That wording sounds like we assessed conditions. (pause) We haven’t. (pause) I can issue a Work Order— (pause) tight scope; one asset; closure documentation. (pause) That’s what I’m allowed to sign.",
      "changeSummary": "Removed banned contrast structure; kept refusal reason and Work Order offer with narrower, spoken phrasing. | Split into short (pause) beats to keep each under 8 words. Removed commas by using punctuation and line breaks while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N022_ALLOWED_SAY",
      "priorLine": "ask: So what am I allowed to say I’m doing?",
      "lineToEdit": "You are “on site for closure documentation.” You are not “investigating,” not “evaluating anomalous conditions,” and not “confirming safety.”\nThose phrases imply we had a safety baseline to compare against. We do not. We have a checklist and a funding deadline.",
      "nextLine": "",
      "revisedLine": "Say you’re “on site for closure documentation.” (pause)\nDon’t say “investigating.” (pause)\nDon’t say “evaluating anomalous conditions.” (pause)\nDon’t say “confirming safety.” (pause)\nDon’t put those words in your mouth. (pause)\nThat’s baseline talk. (pause)\nWe’ve got a checklist. (pause)\nWe’ve got a funding deadline. (pause)\nThat’s it.",
      "changeSummary": "Made it more in-the-moment and guarded; preserved the allowed phrase and the baseline/checklist/deadline point. | Split the line into short (pause) beats under 8 words, broke the list into separate beats, and removed commas while keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N023_COVERAGE",
      "priorLine": "talk: I’m standing at the site. I need coverage.",
      "lineToEdit": "I can provide an instrument that describes a narrow task against a specific asset. I cannot provide a blanket sentence that later reads like foreknowledge.\nIf you want defensible coverage, you want boring specificity.",
      "nextLine": "",
      "revisedLine": "I can cover a narrow task (pause) on a specific asset. (pause) I’m not giving you a blanket line (pause) that reads like we knew things. (pause) You want coverage? (pause) Keep it boring. (pause) Specific.",
      "changeSummary": "Trimmed formal language; kept the limitation and the “specificity is safer” intent. | Added (pause) breaks so each beat stays under 8 words; kept wording and meaning the same."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N030_WRITING",
      "priorLine": "ask: What can you put in writing?",
      "lineToEdit": "A Work Order. A waiver. A memo that says “this communication exists.”\nNot a sentence that implies we predicted outcomes, endorsed conditions, or “authorized entry.” Those phrases turn a facility into a promise.",
      "nextLine": "",
      "revisedLine": "A Work Order. (pause) A waiver. (pause) A memo saying the call happened. (pause) I’m not writing that. (pause) Nothing that reads like we predicted outcomes. (pause) Or endorsed conditions. (pause) Or “authorized entry.” (pause) That turns a building into a promise.",
      "changeSummary": "More conversational and wary; retained the exact items and the liability concern. | Inserted (pause) breaks to keep each beat under 8 words, removed commas by splitting the list into separate beats, and tightened phrasing while preserving the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N040_WORKORDER_DIRECT",
      "priorLine": "(multiple) (ask: I need a Work Order.) (ask: I need a Work Order.)",
      "lineToEdit": "Good. That’s a real noun. Work Orders attach to assets. Provide the asset ID.",
      "nextLine": "",
      "revisedLine": "Good. Work Order I can do. (pause) It has to hang off an asset. (pause) Give me the asset ID.",
      "changeSummary": "Kept intent; smoothed into quick, practical speech. | Split the line into shorter beats using (pause) markers to keep each beat under 8 words while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N050_NEED_ASSET_ID",
      "priorLine": "(multiple) (ask: Then issue the Work Order.) (ask: Then issue the Work Order.)",
      "lineToEdit": "I can. For that I need the asset identifier. Not the site nickname. Not the project acronym. The asset ID as it appears on the register.\nThis is where people improvise and then we all spend six months pretending the improv was a clerical error.",
      "nextLine": "",
      "revisedLine": "I can—once I have the asset identifier. (pause) The one on the register. (pause) Save me the nickname, the acronym. (pause) People freestyle this part. (pause) Then we spend six months. (pause) Calling it a “clerical error.”",
      "changeSummary": "Reduced lecture tone; kept requirement (registered asset ID) and the consequence. | Split the line into short (pause) beats (≤8 words each), kept meaning and cadence, and limited commas to one."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N070_SP01_CONFIRM",
      "priorLine": "give: Asset ID is SP-01.",
      "lineToEdit": "SP-zero-one. Thank you. That is an asset, not an argument.\nI will issue a Work Order for closure-support activities limited to verification and documentation steps as listed on the standard retirement checklist—no deviation, no exploratory language, and nothing that implies you’re there to “test” anything.\nIt will be routed to the facility’s posted fax number.",
      "nextLine": "",
      "revisedLine": "SP-zero-one. Good. (pause)\nI’m issuing a Work Order. (pause)\nClosure-support only. (pause)\nVerification and documentation only. (pause)\nPer the standard retirement checklist. (pause)\nNo deviation. (pause)\nDon’t write anything that sounds like “testing”. (pause)\nI’ll fax it to the facility’s posted number.",
      "changeSummary": "Kept scope limits and fax routing; made cadence tighter and less quotable. | Inserted (pause) breaks so each beat stays under 8 words. Trimmed the final sentence to keep the same meaning while meeting the beat limit. Removed commas to stay within the comma cap."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N072_REFNUM",
      "priorLine": "ask: Give me the reference number.",
      "lineToEdit": "Reference number: WO-RET-SP01. Put that in your notes. Do not put “authorized.” Put “Work Order issued for SP-01 closure documentation.”",
      "nextLine": "",
      "revisedLine": "Reference number’s WO-RET-SP01. (pause) Write that. (pause) Don’t write “authorized.” (pause) Write: “Work Order issued for SP-01 closure documentation.”",
      "changeSummary": "More immediate and directive; preserved exact reference number and required note text. | Inserted (pause) breaks to keep each beat at 8 words or fewer; wording and meaning unchanged."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N073_SEND",
      "priorLine": "talk: No. Just send it.",
      "lineToEdit": "It will be sent. Do not describe this as “authorization.” Describe it as “Work Order issued for SP-01 closure documentation.”\nGoodbye.",
      "nextLine": "",
      "revisedLine": "I’m sending it. (pause)\nAnd don’t call it “authorization.” (pause)\nCall it: “Work Order issued for SP-01 (pause) closure documentation.” (pause)\nGoodbye.",
      "changeSummary": "Kept same instruction and exit; tightened delivery. | Inserted (pause) breaks to keep each beat under 8 words, including a pause inside the quoted work order line; meaning and tone unchanged."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N080_NO_ID",
      "priorLine": "talk: I don’t have the asset ID in front of me.",
      "lineToEdit": "Then I can’t issue anything. If I issue a Work Order to the wrong asset, you don’t get “coverage,” you get a discrepancy. Discrepancies breed questions.\nFind the plaque, the posted register, the asset tag—whatever the site still has that passes for identity—and call me back with the ID.",
      "nextLine": "",
      "revisedLine": "Then I can’t issue anything. (pause)\nWrong asset on the Work Order (pause)\nturns “coverage” into a discrepancy. (pause)\nDiscrepancies grow legs. (pause)\nFind the plaque. (pause)\nFind the posted register. (pause)\nFind the asset tag—whatever passes for ID. (pause)\nout there—and call me back.",
      "changeSummary": "Made it more pressured and less formal; preserved the core refusal and the “find the ID and call back” action. | Split the line into short beats using (pause) to stay under 8 words per beat. Removed commas by converting the list into separate sentences while preserving the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N090_LOOKUP_REFUSAL",
      "priorLine": "look: What does the register call it?",
      "lineToEdit": "I’m not a registry service. And before you ask: yes, we have an Asset Register. No, I’m not going to read it into a recorded line and create a new record of what I “knew” when.\nYou are onsite. The onsite label wins. Call back with the plaque text.",
      "nextLine": "",
      "revisedLine": "I’m not your registry service. (pause)\nYes. There is an Asset Register. (pause)\nNo. I will not read it on record. (pause)\nNo later fight over what I knew. (pause)\nOr when. (pause)\nYou are onsite. Use the onsite label. (pause)\nCall me with the plaque text.",
      "changeSummary": "Kept the refusal and recorded-line concern; shifted into sharper, spoken fragments. | Split into short beats with (pause) to meet the word cap. Removed commas and tightened phrasing while preserving the same meaning and tone."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N100_PERSUADE_PASS",
      "priorLine": "",
      "lineToEdit": "I appreciate the creativity. I’m going to decline it. “Provisional” is not a legal state; it’s a mood.\nIf you need immediate language, here is what you can say without making me a participant: “I am conducting site preservation and closure documentation pending issuance of a Work Order.”\nCall me back with the asset ID, and I issue the actual instrument.",
      "nextLine": "",
      "revisedLine": "Cute. No. (pause)\n“Provisional” doesn’t land. (pause)\nNowhere I can file it. (pause)\nIf you need something to say (pause)\nright now, use this: (pause)\n“I am conducting site preservation and closure documentation. (pause)\nPending issuance of a Work Order.” (pause)\nBring me the asset ID. (pause)\nI’ll issue the actual instrument.",
      "changeSummary": "Removed rhetorical polish; kept the exact safe sentence and the condition for issuing the Work Order. | Inserted (pause) breaks to keep each beat under 8 words; split the long quoted sentence into two without changing meaning; kept comma count to one."
    },
    {
      "scene": "SCN_SCN-018.json",
      "id": "N101_PERSUADE_FAIL",
      "priorLine": "",
      "lineToEdit": "No. If you need urgency, I can give you phrasing, not instruments. Instruments require identifiers.\nCall back with the ID. The system rewards specificity. It punishes speed.",
      "nextLine": "",
      "revisedLine": "No. (pause) I can give you wording. (pause) I can’t give you instruments (pause) without an identifier. (pause) Call back with the ID. (pause) The system likes specifics. (pause) It hates rush jobs.",
      "changeSummary": "Kept refusal and requirement; varied the “specificity vs speed” phrasing to sound less aphoristic. | Added (pause) breaks to keep each beat under 8 words. Kept meaning and tone. No commas added and no explainer phrases introduced."
    },
    {
      "scene": "SCN_SCN-061.json",
      "id": "N512_RADIO_LEGAL_1",
      "priorLine": "…not “return,” it’s a— it’s a reversion to the prior facility state. Words matter because funding follows words—",
      "lineToEdit": "“Return” implies departure. Departure implies consent. Consent implies review. We did not— we are not on record—",
      "nextLine": "I’m not litigating verbs, I’m saying the completion bonus is contingent on presence at the closure site, and if we define the site as—",
      "revisedLine": "“Return” reads like you left. (pause)\nIf you left then somebody consented. (pause)\nIf somebody consented then somebody reviewed. (pause)\nWe did not— we’re not on record— (pause)",
      "changeSummary": "Kept the chain of implications; made it sound like pressured radio speech with a hard stop. | Split the line into short beats using (pause) and removed commas by swapping to “then,” keeping the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-061.json",
      "id": "N514_RADIO_LEGAL_2",
      "priorLine": "I’m not litigating verbs, I’m saying the completion bonus is contingent on presence at the closure site, and if we define the site as—",
      "lineToEdit": "Define it as “occupied for documentation.” Not “abandoned.” Not “left.” “Abandoned” is how you invite a third party to claim—",
      "nextLine": "Third party? There is no third party. It’s municipal infrastructure. It’s ours by default—",
      "revisedLine": "Call it “occupied for documentation.” (pause) Don’t put “abandoned” or “left” in there. (pause) “Abandoned” invites a third party to claim—",
      "changeSummary": "Tightened delivery; preserved the required wording and the warning about “abandoned.” | Inserted two (pause) breaks to keep each beat under 8 words; meaning and tone unchanged."
    },
    {
      "scene": "SCN_SCN-061.json",
      "id": "N516_RADIO_LEGAL_3",
      "priorLine": "Third party? There is no third party. It’s municipal infrastructure. It’s ours by default—",
      "lineToEdit": "“By default” is not a chain of title. Also: stop saying “still.” “Still operating” implies we chose to keep it—",
      "nextLine": "The radio cuts mid-sentence, like someone pulled a plug to prevent a precedent.\n\nThe mirror-surface aperture loses your reflection first.\n\nThen it loses the room.",
      "revisedLine": "“By default” won’t hold up. (pause) Not as chain of title. (pause)\nAnd stop saying “still.” (pause) “Still operating” reads like we chose. (pause) to keep it—",
      "changeSummary": "Kept the legal objection and the “still” warning; made it sound like a quick correction on comms. | Split the line into shorter beats using (pause) without changing meaning; preserved tone and emphasis, and kept commas and explainers within limits."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_DEF_LEG1",
      "priorLine": "You rewrite verbs first. The facts can wait.",
      "lineToEdit": "Define terms before you use them.\nAnd please don’t say “authorized” like it’s a blanket. A blanket is how you smother yourself.",
      "nextLine": "It’s an Authorized Closure Path memo.",
      "revisedLine": "Define your terms. (pause) Then swing them around. (pause) Go easy on “authorized.” (pause) People use it like a blanket. (pause) Then wonder why they can’t breathe.",
      "changeSummary": "More immediate voice; kept warning about “authorized” without a preachy cadence. | Split into shorter beats with pauses to meet the 8-word limit, while keeping the original meaning and cadence. Avoided commas and added no explainer phrasing."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_DEF_LEG2",
      "priorLine": "It’s an Authorized Closure Path memo.",
      "lineToEdit": "Title is fine. Titles are fiction we all agree to.\nBody text is where liability grows teeth.\nYou are not “evaluating,” not “verifying safety,” not “confirming normalcy.” Those are comparative claims. We do not have a baseline we can prove existed.",
      "nextLine": "So what am I doing?",
      "revisedLine": "The title can say whatever it needs. (pause) The body is where you get bitten. (pause) Leave out “evaluating.” (pause) Leave out “verifying safety.” (pause) Leave out “confirming normalcy.” (pause) It is comparison language. (pause) We have no baseline we can prove.",
      "changeSummary": "Kept all constraints and examples; reduced quotable phrasing and made it sound like a practical warning. | Split the line into short beats using (pause), removed comma-heavy phrasing, and kept the same meaning while tightening wording to fit limits."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_DEF_LEG3",
      "priorLine": "So what am I doing?",
      "lineToEdit": "You are documenting the operational state for purposes of retirement processing, pursuant to the Evidence Packet, and any actions described are narrow-purpose and non-exploratory.\nAlso remove “still.” If you write “still operating,” you imply intent. Intent implies governance. Governance implies duty.",
      "nextLine": "The paragraph becomes a corridor with handrails: narrow, continuous, hard to misread.",
      "revisedLine": "You’re documenting operational state for retirement processing. (pause) Per the Evidence Packet. (pause) Describe anything you do as narrow-purpose. (pause) Non-exploratory. (pause)\nCut “still.” (pause) “Still operating” reads like intent. (pause) Intent becomes governance. (pause) Governance becomes duty.",
      "changeSummary": "Kept the same instruction set; broke into tighter, spoken beats. | Split into short beats with (pause) to meet beat limit. Removed commas and rewrote the chain as short sentences. Kept meaning and the instruction to cut “still.”"
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_CLAUSE_ADD_LEG1",
      "priorLine": "You add one sentence that looks harmless until it isn’t:\n“Interpretation is limited to the attached Evidence Packet; no additional inferences are intended or authorized.”",
      "lineToEdit": "That sentence will irritate everyone.\nWhich is how you know it works.",
      "nextLine": "",
      "revisedLine": "Yeah, that sentence will annoy people. (pause)\nGood. (pause)\nLet it.",
      "changeSummary": "Less slogan-y; kept the idea that irritation signals the clause is doing its job. | Inserted (pause) breaks to keep each beat under 8 words, and tightened “is going to annoy” to “will annoy” without changing meaning."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_PRINT_LEG1",
      "priorLine": "Once it’s on paper, it becomes the plan. Not because it’s true—because it’s filed.",
      "lineToEdit": "Do not say “we authorized.”\nSay “this memo exists.” Existence is defensible.",
      "nextLine": "The memo slides into the tray: AUTHORIZED CLOSURE PATH — SIGNATURE LINE PRESENT.\nThere is space for your name, and plenty of space for future interpretations.",
      "revisedLine": "Don’t write “we authorized.” (pause)\nWrite: “this memo exists.” (pause)\nThat’s a fact I can defend.",
      "changeSummary": "Removed contrasty cadence; kept the exact safer phrasing. | Inserted pauses to split the line into shorter beats under 8 words without changing meaning."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_FRAMING",
      "priorLine": "A second line clicks in—too clean for this building.",
      "lineToEdit": "This line is recorded, which I’m saying for your benefit, not mine.\nDefine the act before you perform it. If you perform it first, it gets defined by whoever hates you most.",
      "nextLine": "I’m shutting it down.",
      "revisedLine": "Recorded line. (pause) Say what you’re doing before you do it—(pause) otherwise someone else will write the description later (pause) and you won’t like their version.",
      "changeSummary": "Kept recording notice and warning; reduced aphorism feel into a practical threat. | Inserted (pause) breaks to keep each beat under 8 words, removed the comma, and preserved the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_DEFINITIONS",
      "priorLine": "I’m shutting it down.",
      "lineToEdit": "You are executing a retirement sequence as a safety containment measure pursuant to the closure evidence packet.\nYou are not “responding to an anomaly.”\nAnd do not say “still operating.” “Still” implies intent. Intent implies governance.",
      "nextLine": "Give me a reason phrase.",
      "revisedLine": "Then you’re “executing a retirement sequence” (pause) “as a safety containment measure,” (pause) pursuant to the closure evidence packet. (pause)\nDon’t say “responding to an anomaly.” (pause)\nDrop “still operating.” (pause) “Still” reads like intent. (pause) Intent becomes governance.",
      "changeSummary": "Maintained the required framing; made it more like real-time coaching under recording pressure. | Inserted (pause) breaks to keep each beat under 8 words, while preserving the original wording, tone, and single comma."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_REASON_PHRASE",
      "priorLine": "Give me a reason phrase.",
      "lineToEdit": "Use this exactly:\n“Initiating terminal shutdown per retirement checklist as risk-limiting containment; maintaining interlocks and continuous logging; operator present on-site.”\nIt will irritate everyone. Which is how you know it’s narrow enough.",
      "nextLine": "",
      "revisedLine": "Initiating terminal shutdown per retirement checklist (pause)\nas risk-limiting containment; (pause)\nmaintaining interlocks and continuous logging; (pause)\noperator present on-site. (pause)\nYes, it’s going to irritate people. (pause)\nThat’s fine.",
      "changeSummary": "Kept exact reason phrase; made the commentary less neat and more weary. | Inserted (pause) breaks to keep each beat under 8 words while preserving the original wording, tone, and facts."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_ONE_SENTENCE",
      "priorLine": "Thank you. That’s attributable.\nPrint that screen when it echoes back. Not because it matters. Because later, someone will pretend it did.",
      "lineToEdit": "And do not add a second sentence. Two sentences becomes a story.",
      "nextLine": "",
      "revisedLine": "And stop at one sentence. (pause) Add a second. (pause) It turns into a narrative.",
      "changeSummary": "Varied phrasing while preserving the “one sentence only” constraint. | Inserted pauses to split the line into shorter beats and separated the second sentence into two parts to keep each beat under 8 words."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_HOLD_LANGUAGE",
      "priorLine": "ask: Any language for the non-local hold?",
      "lineToEdit": "You will describe it as: “non-local compliance hold notice received; reference logged; shutdown executed per retirement checklist as risk-limiting containment with continuous logging.”\nNo cause language. No motive language. Just receipt and procedure.",
      "nextLine": "",
      "revisedLine": "Describe it like this: (pause)\n“Non-local compliance hold notice received.” (pause)\n“Reference logged.” (pause)\n“Shutdown executed per retirement checklist.” (pause)\n“Risk-limiting containment.” (pause)\n“Continuous logging.” (pause)\nDon’t add why. (pause)\nDon’t add motive. (pause)\nJust receipt and procedure.",
      "changeSummary": "Kept the exact template; tightened the prohibitions into quick, spoken constraints. | Split the long notice into short (pause) beats under 8 words, kept the same procedural content, and avoided adding commas or explanatory phrasing."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_EMERGENCY_LANGUAGE",
      "priorLine": "Local interruption acknowledged.\nHold state remains. Standing evaluation pending. Processing window active.",
      "lineToEdit": "If you insist on this path, you will describe it as “risk-limiting interruption pending retirement processing.”\nNot “panic.” Not “reaction.” Words are adhesive.",
      "nextLine": "Your hand hovers near the button. It is large enough to be a confession.",
      "revisedLine": "If you’re going through, call it. (pause) Risk-limiting interruption. (pause) Pending retirement processing. (pause) Keep “panic” and “reaction” out. (pause) Those words stick.",
      "changeSummary": "More immediate; preserved the exact approved phrase and the warning about loaded words. | Split the long first sentence into short beats with pauses, reduced punctuation to a single comma, and kept the original phrasing and meaning intact."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_LEGAL_ACCEPTABLE_BETTER",
      "priorLine": "(multiple) (Initiating terminal shutdown per retirement checklist as risk-limiting containment; maintaining interlocks and continuous logging; operator present on-site.) (Terminal shutdown per checklist. Operator on-site. Logging maintained.)",
      "lineToEdit": "Acceptable. The first version is better.\n“Better” meaning: harder to misread later.",
      "nextLine": "State transition request received.\nHold state conflicts noted.\nProcessing window active. Queue position maintained.",
      "revisedLine": "Acceptable. Use the first one. (pause) It’s harder to twist later.",
      "changeSummary": "Reduced definitional tone; kept preference and rationale (future misread risk). | Inserted a (pause) to split the line into shorter beats that meet the max word limit without changing meaning."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_LEGAL0",
      "priorLine": "Before you touch a verb: remember this is closure processing. Not a reclassification event. I know that sounds like the same thing. Finance does not.",
      "lineToEdit": "Define the act before you perform it. If you perform it first, it gets defined by whoever hates you most.",
      "nextLine": "Standing evaluation pending. Service class determination pending. Queue position maintained. Processing window active.",
      "revisedLine": "Put the label on it first. (pause) Do it first. (pause) Or somebody else names it after the fact. (pause) And it’ll be the worst possible name.",
      "changeSummary": "Varied wording to avoid repetition; preserved the warning about post-hoc hostile definitions. | Split into shorter beats with (pause) markers to meet the 8-word limit and removed the comma without changing meaning or tone."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_ASKCAT_L",
      "priorLine": "Acceptable outcomes are limited to existing service classes. Unauthorized node state cannot be “cleared.” It can be reclassified into a licensed relationship, if eligibility is demonstrated.",
      "lineToEdit": "“Demonstrated” meaning “asserted with attachments,” not “proven.” I’m saying that for the recording.",
      "nextLine": "Licensed relationship is fine if it stays in “municipal infrastructure.” The moment it smells like “research,” we lose a fiscal year to committees.",
      "revisedLine": "When they say “demonstrated,” (pause) they mean “asserted with attachments.” (pause) Nobody’s proving anything here. (pause) I’m saying that for the recording.",
      "changeSummary": "More blunt and situational; kept the attachments-vs-proven distinction and the recording note. | Inserted (pause) breaks to keep each beat under 8 words; kept wording and meaning; preserved a single comma."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_ASKAUTH_L",
      "priorLine": "Authority chain requires: operator-of-record identification; endpoint presence statement as a physical claim; counterparty acknowledgment that operation is within a licensed relationship category.",
      "lineToEdit": "Notice the verbs: “acknowledgment,” “acceptance.” Those are safer than “authorization,” and still operationally binding, which is a fun contradiction we will not discuss.",
      "nextLine": "And whatever you type, print before and after. Screenshots become opinions. Paper becomes alibis.",
      "revisedLine": "Watch the verbs. (pause) “Acknowledgment.” “Acceptance.” (pause) Use those. (pause) “Authorization” drags in baggage. (pause) And yeah it still binds operationally. (pause) We’re not unpacking that right now.",
      "changeSummary": "Kept the verb guidance and the binding-contradiction; made it more irritated and time-pressed. | Inserted (pause) breaks to keep each beat under 8 words; removed commas and tightened phrasing without changing meaning."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_SUBMIT_L",
      "priorLine": "Submission must be non-narrative. Provide category request. Provide service class basis. Provide authority chain. Do not speculate as to cause. Narrative creates jurisdiction.",
      "lineToEdit": "And don’t say “authorize.” “Authorize” implies review. Review implies duty. Duty implies—well. Me.",
      "nextLine": "Also don’t say “discovery.” Even as a joke. Jokes get transcribed like admissions.",
      "revisedLine": "And keep “authorize” out of it. (pause) That word starts a chain. (pause) It ends with duty—on paper. (pause) Then it ends with me.",
      "changeSummary": "More conversational and defensive; preserved the causal concern about “authorize” leading to duty/liability. | Inserted (pause) breaks and split the second sentence into shorter clauses to keep each beat under 8 words, without changing meaning."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_CATL_L",
      "priorLine": "If this lands, it closes exposure without changing the accounting story. Which is the only kind of miracle we’re funded for.",
      "lineToEdit": "We need the authority chain to say “acknowledge” and “accept,” not “grant.” “Grant” implies they owned it cleanly. They won’t thank you for that.",
      "nextLine": "",
      "revisedLine": "In the authority chain use “acknowledge.” (pause) Use “accept” too. (pause) Leave out “grant.” (pause) “Grant” reads like clean ownership. (pause) Nobody wants to sign that.",
      "changeSummary": "Kept verb requirements and ownership implication; made it less punchy and more practical. | Split into shorter beats with pauses to meet max beat length. Removed commas. Kept the same guidance and reasoning while tightening wording."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_CATT_L",
      "priorLine": "Good. Temporary. Processing. Those are words that don’t create obligations.",
      "lineToEdit": "And they don’t imply we intended anything “ongoing.” Don’t say “keep it running.” Say “maintain continuity.”",
      "nextLine": "Category acceptable pending reason phrase and authority chain. Provide reason phrase. Provide attachments. No narrative.",
      "revisedLine": "Also—don’t make it sound “ongoing.” (pause) Skip “keep it running.” (pause) Use “maintain continuity.”",
      "changeSummary": "Kept the same word swap and intent; reduced exposition. | Inserted (pause) breaks to keep each beat under 8 words; wording and tone unchanged."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_REASON_GENERIC_L",
      "priorLine": "Reason phrase logged. Authority chain required: operator-of-record identification and counterparty acknowledgment for licensed relationship classification.",
      "lineToEdit": "That’s one sentence. Keep it one sentence. Two sentences becomes a story.",
      "nextLine": "",
      "revisedLine": "That’s one sentence. Leave it as one. (pause)\nSecond sentence turns into a story.",
      "changeSummary": "Varied phrasing while keeping the one-sentence constraint. | Inserted a (pause) to split the line into two beats under 8 words each; meaning and tone unchanged."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_REASON_LEGACY_L",
      "priorLine": "Reclassify SOL‑EARTH‑LOCAL as legacy municipal infrastructure; acknowledge/accept licensed relationship.",
      "lineToEdit": "Remove anything that implies novelty. “Legacy” is fine because it implies old paperwork, not new physics. And no “still.”",
      "nextLine": "“Legacy municipal infrastructure” is a ledger category I can live with. Don’t make it a headline.",
      "revisedLine": "Strip anything that smells like novelty. (pause) “Legacy” is fine—it reads like old paperwork. (pause) And cut “still.”",
      "changeSummary": "Kept the instruction and rationale; made it quicker and more colloquial. | Added (pause) breaks so each beat stays under 8 words; wording and meaning unchanged."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_OPONLY_L",
      "priorLine": "Operator-of-record: on-site. Submitting under retirement processing.",
      "lineToEdit": "I didn’t say you can’t. I’m saying you’ll be alone in the record. “Alone” is not illegal. It’s just expensive.",
      "nextLine": "Authority chain incomplete. Counterparty acknowledgment required for licensed relationship classification.",
      "revisedLine": "I’m not telling you you can’t. (pause) I’m telling you you’ll be alone. (pause) In the record. (pause) Alone isn’t illegal. (pause) It’s just expensive.",
      "changeSummary": "Kept meaning; tightened rhythm and reduced polish. | Inserted pauses to keep each beat under 8 words, preserving meaning and cadence. No commas added; no explainer phrases introduced."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_PERSUADE_L",
      "priorLine": "Requested framing recorded. Municipal legacy service class is eligible only under a licensed relationship with a valid authority chain. Provide counterparty acknowledgment.",
      "lineToEdit": "They are not refusing you. They are refusing to be first in the chain. Give them the acknowledgment they can file.",
      "nextLine": "",
      "revisedLine": "They’re not refusing the outcome. (pause) They’re refusing to be first. (pause) Not first in the chain. (pause) Give them an acknowledgment. (pause) One they can actually file.",
      "changeSummary": "Kept the persuasion logic; made it sound like practical advice under time pressure. | Inserted (pause) breaks so each beat stays under 8 words, while keeping the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_ADDLEGAL_LEGALREAD",
      "priorLine": "On-screen echo-back: “OLEA Legal acknowledges submission for category update as retirement processing instrument; accepts limited-purpose licensed relationship classification for SOL‑EARTH‑LOCAL; no admission of novelty; continuous logging maintained; operator present on-site.”",
      "lineToEdit": "OLEA Legal acknowledges submission for category update as a retirement processing instrument, limited purpose. Accepts the licensed relationship classification for SOL‑EARTH‑LOCAL under municipal legacy infrastructure service class. No admission of novelty. Continuous logging maintained. Operator present on-site.",
      "nextLine": "Print that echo-back screen when it posts. Not because it’s sacred. Because later someone will pretend you paraphrased.",
      "revisedLine": "OLEA Legal acknowledges the submission. (pause) Category update filed as retirement instrument. (pause) Limited purpose only. (pause) Accepts licensed relationship classification for SOL‑EARTH‑LOCAL. (pause) Under municipal legacy infrastructure service class. (pause) No admission of novelty. (pause) Continuous logging maintained. (pause) Operator present on-site.",
      "changeSummary": "Preserved the echo-back wording and tokens; added minimal spoken cadence without changing content. | Split the line into short beats using (pause) and tightened phrasing without changing meaning. Removed the dash construction to keep each beat under 8 words and kept commas at zero."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_LEGAL_HELLO",
      "priorLine": "Use: “Call OLEA Legal.”",
      "lineToEdit": "Office of Legacy Energy Assets, Legal. This line is recorded for consistency. Name and assignment.",
      "nextLine": "Closure. Routing a memo.",
      "revisedLine": "Legacy Energy Assets Legal. Consistency recording. Name, assignment.",
      "changeSummary": "Trimmed to a more natural call pickup; retained required info. | Trimmed wording to 8 words while preserving meaning; kept clipped cadence and only one comma."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_LEGAL_02",
      "priorLine": "Closure. Routing a memo.",
      "lineToEdit": "Define “routing.”\nIf you mean “creating a record that survives an audit,” say that.\nIf you mean “moving liability somewhere it already belongs,” do not say that on a recorded line.",
      "nextLine": "I have the memo draft. Need the cleanest sentence.",
      "revisedLine": "Define “routing.” (pause) Say “file it for audit” if that’s it. (pause) If it’s shifting liability don’t say that. (pause) Not on a recorded line.",
      "changeSummary": "Kept the same fork and warning; swapped in shorthand (“the file”) and a more spoken interruption. | Split into short beats using (pause) to meet the 8-word cap, removed extra punctuation to stay under the comma limit, and tightened phrasing while keeping the same intent and warning."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_LEGAL_03",
      "priorLine": "I have the memo draft. Need the cleanest sentence.",
      "lineToEdit": "You get one sentence. Two becomes a story.\nUse: “This memo exists to document retirement processing communications and compliance hold handling for SOL‑EARTH‑LOCAL under municipal legacy infrastructure service class; continuous logging maintained; operator present on-site.”\nDo not add “still.” Do not add “because.”\n“Because” is how causality crawls into the margins.",
      "nextLine": "",
      "revisedLine": "One sentence. (pause) Don’t give me two. (pause) Use this: (pause) “This memo exists to document retirement (pause) processing communications and compliance hold handling (pause) for SOL‑EARTH‑LOCAL under municipal legacy infrastructure (pause) service class; continuous logging maintained; (pause) operator present on-site.” (pause) And don’t add “still.” (pause) Don’t add “because.” (pause) “Because” is how you argue causality.",
      "changeSummary": "Preserved the exact sentence and banned add-ons; reduced the poetic phrasing and made the warning more practical. | Inserted (pause) breaks to keep each beat under 8 words. Kept punctuation to avoid commas. Preserved the quoted sentence wording and limited 'because' to two uses."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_LEGAL_ACK",
      "priorLine": "Ask: “I have WO-RET-SP01 and the MTA notice ref.”",
      "lineToEdit": "Good. Those are nouns that already exist.\nHere is the acknowledgment, verb-limited:\n“OLEA Legal acknowledges submission for category update as a retirement processing instrument, limited purpose; accepts licensed relationship classification for SOL‑EARTH‑LOCAL under municipal legacy infrastructure service class; no admission of novelty; continuous logging maintained; operator present on-site.”\nCopy it exactly. If you paraphrase, you become the author.",
      "nextLine": "",
      "revisedLine": "Good. (pause) Those are already in the world. (pause)\nHere’s the acknowledgment—keep it verb-limited: (pause)\n“OLEA Legal acknowledges submission for category update (pause)\nas a retirement processing instrument, limited purpose; (pause)\naccepts licensed relationship classification (pause)\nfor SOL‑EARTH‑LOCAL under municipal legacy infrastructure service class; (pause)\nno admission of novelty; continuous logging maintained; (pause)\noperator present on-site.” (pause)\nCopy it exactly. (pause)\nParaphrase it and it becomes yours.",
      "changeSummary": "Kept the acknowledgment text verbatim; made the surrounding talk more natural and less performative. | Inserted (pause) breaks so each beat stays within 8 words. Kept wording and punctuation intact, including the single comma, to preserve meaning and cadence."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_LEGAL_NOREF",
      "priorLine": "Ask: “I don’t have every reference.”",
      "lineToEdit": "Then you do not have a chain, you have a feeling.\nYou can still file the memo as “retirement processing communication,” but you cannot staple my voice to it.\nFind the notice reference string. Find the Work Order number. Call me back.\nThe system rewards specificity. It punishes speed.",
      "nextLine": "",
      "revisedLine": "Then you don’t have a chain. (pause) You’ve got a feeling. (pause)\nFile the memo as “retirement processing communication,” sure— (pause) but don’t staple my voice to it. (pause)\nFind the notice reference string. (pause) Find the Work Order number. (pause) Call me back. (pause)\nThis system runs on specifics. (pause) It chews up speed.",
      "changeSummary": "Kept the same refusal and required items to retrieve; softened slogans into more spoken, irritated shorthand. | Inserted (pause) breaks so each beat stays under 8 words. Kept wording and intent the same, and maintained a single comma."
    }
  ]
}