{
  "nodes": [
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_DISPATCH_CALL",
      "priorLine": "Demand event. (pause) Dispatch wants a shed, (pause) and it sticks. (pause) And don't say “emergency”— (pause) different people get dragged in.",
      "lineToEdit": "Control Room, this is Utility Dispatch. (pause) Timestamp 14:17:09. (pause) Issuing load-shedding request for your node. (pause) Confirm receipt. (pause) Provide your action record ID.",
      "nextLine": "Confirm the phrasing not your feelings. (pause) Say: \"acknowledge the demand event.\" (pause) And: \"initiating a load-shed response.\" (pause) It must read clean in transcript.",
      "revisedLine": "Control Room, Utility Dispatch. (pause) Timestamp 14:17:09. (pause) Need load-shed on your node. (pause) Confirm you’ve got it. (pause) And give me your action record ID.",
      "changeSummary": "Cut formality, kept timestamp/request/receipt/ID; made it sound like a pressured call."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_ACK_UTIL",
      "priorLine": "Acknowledging demand event. Initiating load-shed response.",
      "lineToEdit": "Acknowledged at 14:17:22. (pause) Provide your action record ID. (pause) Confirm you will maintain stability. (pause) I need that stated, not implied.",
      "nextLine": "Yeah. Maintain stability. They want it said. (pause) Say it. (pause) Then use the printer header for the ID. (pause) Don’t freestyle an ID. (pause) Auditors love that kind of blood.",
      "revisedLine": "Copy, 14:17:22. (pause) What’s your action record ID? (pause) And say you’ll maintain stability—for the tape. (pause) Say it out loud.",
      "changeSummary": "Kept asks (ID + stability statement) but made it more clipped and transcript-driven."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_AUTH_UTIL",
      "priorLine": "Acknowledged demand event. (pause) Initiating load-shed response. (pause) Using standard ops phrasing. (pause) Record ID pending printer header. (pause) Stability maintained per interlock limits.",
      "lineToEdit": "Accepted. Timestamp 14:17:26. (pause) Send the record ID when available. (pause) When you act, report shed amount. (pause) Report start time.",
      "nextLine": "Good. Don't add words. Get paper, move load.",
      "revisedLine": "Accepted—timestamp 14:17:26. (pause) Send the record ID when it shows up. (pause) On action, send shed amount and start time.",
      "changeSummary": "Reduced broadcast cadence; preserved required reporting and timing. | Shortened the final beat to 8 words while keeping the same request; kept pauses between sentences and limited commas to one."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_MAINTAIN_UTIL",
      "priorLine": "Will maintain stability. Stand by for record ID.",
      "lineToEdit": "Good. (pause) Timestamp 14:17:31. (pause) Constraint: do not introduce oscillatory loading. (pause) If you don’t know what’s oscillatory, (pause) assume it is. (pause) Call back with shed amount and start time.",
      "nextLine": "Assume it is. (pause) Right. (pause) Print the banner. Staple it. Then we shed. (pause) Same order every time.",
      "revisedLine": "Good. (pause) Timestamp 14:17:31. (pause) Keep it steady—no oscillatory loading. (pause) Not sure? Assume oscillatory; don’t do it. (pause) Call back with shed amount and start time.",
      "changeSummary": "Kept constraint and callback requirements; tightened language into on-the-spot caution. | Shortened the longest beat by tightening the uncertainty instruction, keeping pauses between complete thoughts and preserving meaning."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_DEFINE_UTIL",
      "priorLine": "Define “maintain stability.”",
      "lineToEdit": "Stability means: no problem I must name. (pause)\nVoltage stays within band. (pause)\nFrequency support stays unchanged. (pause)\nNo step-load chatter. (pause)\nNo cycling. (pause)\nAnd—because it comes up—no undocumented behavior. (pause)\nThat’s not technical. (pause)\nThat’s legal.",
      "nextLine": "Yeah. It’s vibes with a meter readout. (pause) We can comply— (pause) we pick what gets tagged “noncritical,” (pause) and stick to it.",
      "revisedLine": "Stability? Don’t hand me a problem to name. (pause) Voltage stays in band. (pause) Frequency support doesn’t shift. (pause) No step-load chatter. (pause) No cycling. (pause) And don’t do anything you can’t document. (pause) Legal will eat us alive on that.",
      "changeSummary": "Preserved the checklist items and legal pressure; removed tidy definitional punchlines. | Shortened the first beat to stay under 8 words while preserving the same meaning and cadence; no other changes needed."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_UNDERSTOOD_UTIL",
      "priorLine": "Understood. Proceeding. Record ID to follow.",
      "lineToEdit": "Timestamp 14:17:58. Accepted. (pause) Call when the first shed is complete. (pause) Don’t wait for perfection.",
      "nextLine": "The alarm panel stops nagging and starts waiting.",
      "revisedLine": "Accepted, timestamp 14:17:58. (pause) Call me when the first shed lands. (pause) Don’t sit there chasing perfect.",
      "changeSummary": "Kept acceptance/timestamp and “call after first shed”; made the impatience more natural."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_TARGET_UTIL",
      "priorLine": "Target MW. Duration.",
      "lineToEdit": "Target: twelve megawatts reduction at the node. (pause) Duration unknown. Minimum twenty minutes. (pause) Reassess at the half-hour mark. (pause) Do not shed anything that causes restart surge. (pause) If it auto-recovers it is not a shed.",
      "nextLine": "“Auto-recovers” is where they call it noncompliance. (pause) We shed what stays down. (pause) If that means re-tagging what’s essential (pause) for verification, so be it.",
      "revisedLine": "Target is twelve megawatts off the node. (pause) Duration’s unknown—hold it twenty minutes minimum. (pause) Reassess at the half-hour. (pause) Don’t pick anything with nasty restart surge. (pause) Auto-recovering loads don’t count as shed.",
      "changeSummary": "Same target/duration rules and exclusions; shifted to dispatcher shorthand with liability framing. | Shortened beats 4 and 5 to meet the 8-word limit while keeping meaning; removed the conditional phrasing in the final beat for brevity."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_COMMIT_DIRECT_UTIL",
      "priorLine": "Acknowledged. Initiating response. Will report shed and time.",
      "lineToEdit": "Timestamp 14:18:06. Logged.(pause) I still need your action record ID.(pause) If you can’t generate one,(pause) give me the printer header serial.(pause) Something attributable.",
      "nextLine": "Yeah. Fair. (pause) Use the printer. (pause) Make sure it lands in the tray. (pause) That's our cover.",
      "revisedLine": "Timestamp 14:18:06. Logged. (pause) I still need your action record ID. (pause) Can’t generate one? Read me printer header serial. (pause) I just need something attributable.",
      "changeSummary": "Kept all required asks; made it sound less like a template. | Shortened the third beat by splitting it into two short sentences to stay under 8 words per beat, while keeping the same request and meaning."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_DETAILS_UTIL",
      "priorLine": "Details. Target MW. Duration.",
      "lineToEdit": "Good. (pause) Timestamp 14:17:12. (pause) Target: twelve-megawatt reduction at the node. (pause) Duration unknown. (pause) Minimum twenty minutes. (pause) Reassess at the half-hour mark. (pause) Do not shed anything. (pause) Nothing that causes restart surge. (pause) If it auto-recovers, it's not a shed.",
      "nextLine": "Auto-recovers. They'll use that against us. (pause) We can do a clean shed, (pause) but we have to re-tag (pause) what's \"essential.\" (pause) Checklist won't be happy.",
      "revisedLine": "Good. (pause) Timestamp 14:17:12. (pause) Need twelve megawatts off the node. (pause) Duration’s open—twenty minutes minimum. (pause) Reassess at the half-hour. (pause) Don’t shed anything that’s going to restart-surge. (pause) If it auto-recovers it doesn’t count as shed.",
      "changeSummary": "Preserved the same parameters; removed choppy over-explainer repetition. | Shortened the final beat by removing the comma and dropping “a” to meet the 8-word beat limit without changing meaning."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_DETAILS_ACK_UTIL",
      "priorLine": "Acknowledged. Initiating response. Will report shed and time.",
      "lineToEdit": "Timestamp 14:17:26. (pause) Logged. (pause) I still need your action record ID. (pause) If you can’t generate one (pause) give me the printer header serial. (pause) Something attributable.",
      "nextLine": "Yeah. Fair. (pause) Print the header. (pause) Tray needs to catch it. (pause) Otherwise we’ve got nothing to point at.",
      "revisedLine": "Timestamp 14:17:26. (pause) Logged. (pause) I still need your action record ID. (pause) If you can’t generate it. (pause) Give me the printer header serial. (pause) Something attributable.",
      "changeSummary": "Minimal change—just tightened the phrasing while keeping the same demands. | Split the conditional line into two short sentences to keep each beat under 8 words, and removed the comma."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_STAGED_UTIL",
      "priorLine": "Staged or single-step?",
      "lineToEdit": "Prefer staged if it adds no chatter. (pause) Avoid cycling loads. (pause) First action: clean, attributable. (pause) Reassess at the half-hour mark.",
      "nextLine": "Staged is fine. More timestamps, more babysitting. (pause) Print first. Then touch hardware.",
      "revisedLine": "Stage it if you can, without chatter. (pause) Don’t cycle loads. (pause) First move needs to be clean—attributable. (pause) Reassess at the half-hour.",
      "changeSummary": "Kept staged preference and constraints; made it more spoken and less checklist-y. | Shortened the first beat to 8 words by tightening phrasing; kept meaning, tone, and pauses intact."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_STAGED_COMMIT_UTIL",
      "priorLine": "Acknowledged. Initiating staged shed. Will report step-one time.",
      "lineToEdit": "Timestamp 14:18:14. Logged. (pause) Proceed. (pause) Call when step one’s complete.",
      "nextLine": "",
      "revisedLine": "Timestamp 14:18:14. Logged. (pause) Proceed. (pause) Call me when step one’s done.",
      "changeSummary": "Very light edit for natural cadence; meaning unchanged."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_NOTICE_UTIL",
      "priorLine": "Event number first.",
      "lineToEdit": "It’s Demand Event UTIL-DS-4419. (pause) Timestamp 14:17:15. (pause) For clarity: directive under the stability clause. (pause) Not a suggestion. (pause) Confirm you are acting.",
      "nextLine": "Directive: fine. Confirm you’re acting. Print. Touch hardware.",
      "revisedLine": "Demand Event UTIL-DS-4419. (pause) Timestamp 14:17:15. (pause) This is under the stability clause—directive. (pause) Confirm you’re acting.",
      "changeSummary": "Removed the speechy emphasis; kept event ID, timestamp, clause, and required confirmation."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_CONF_UTIL",
      "priorLine": "Confirmed. Acting under UTIL-DS-4419.",
      "lineToEdit": "Timestamp 14:17:24. Logged. (pause) Provide the record ID when available. (pause) I’ll hold the line open two minutes. (pause) After that, call back—don’t just disappear.",
      "nextLine": "The open channel hisses softly, impatient in a professional way.",
      "revisedLine": "Timestamp 14:17:24. Logged. (pause) Send the record ID when it’s available. (pause) I’m holding the line two minutes. (pause) After that, call back—don’t just vanish.",
      "changeSummary": "Kept timing/ID/line-hold requirement; tightened into more human irritation."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_BARGAIN_UTIL",
      "priorLine": "Confirm in writing and I’ll prioritize shedding.",
      "lineToEdit": "It’s in writing. (pause) Recorded and timestamped; mirrored to the daily log. (pause) Email? You’ll get it (pause) when the system feels like it. (pause) Confirm action now.",
      "nextLine": "Don’t argue about delivery. (pause)\nGet the number down. (pause)\nConfirm action out loud and on-record.",
      "revisedLine": "It’s recorded and timestamped—mirrored to the daily log. (pause) Email’s when the system coughs it up. (pause) Confirm action now.",
      "changeSummary": "Kept “in writing” and logging facts; made it sharper and less performative. | Removed “already” to keep the first beat within 8 words."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_PRINT_UTIL",
      "priorLine": "Good. (pause) Staple that to the verification packet. (pause) That's your receipt. (pause) This was real, not you making it up. (pause) In the room.",
      "lineToEdit": "Control Room, confirm receipt. (pause) Timestamp 14:17:19. (pause) Give me your record ID.",
      "nextLine": "",
      "revisedLine": "Control Room—confirm receipt. (pause) Timestamp 14:17:19. (pause) Give me your record ID.",
      "changeSummary": "Minimal change; just made the address sound more immediate."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_READBACK_UTIL",
      "priorLine": "Event UTIL-DS-4419. Printer header serial CR-LP-0031.",
      "lineToEdit": "Received. Timestamp 14:17:28. (pause) That’s attributable. Proceed with shed. (pause) Report first action time.",
      "nextLine": "Alright. (pause) We’ve got attribution. (pause) Go to the console when you’re ready.",
      "revisedLine": "Received, timestamp 14:17:28. (pause) Good—attributable. Proceed with shed. (pause) Report the first action time.",
      "changeSummary": "Kept attribution/proceed/report; made the approval sound less canned."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_PRINT_ACK_UTIL",
      "priorLine": "Acknowledged. Initiating load-shed response.",
      "lineToEdit": "Logged. Timestamp 14:17:33. (pause) Confirm you will maintain stability. (pause) And send a record ID when available.",
      "nextLine": "Say “stability maintained.” Then we move. (pause) If you have the header serial, use it. (pause) “Attributable” wins.",
      "revisedLine": "Logged—timestamp 14:17:33. (pause) Confirm you’ll maintain stability. (pause) Send the record ID when it’s available.",
      "changeSummary": "Slight tightening; preserved the same two requirements."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_DISPATCH_OPEN",
      "priorLine": "Main console: LOAD-SHED RESPONSE overlay, pinned atop shutdown verification UI. (pause) Yellow banner persists: DEMAND EVENT ACTIVE — RESPONSE REQUIRED. (pause) Under it, almost offended: VERIFICATION MODE: STABILITY REQUIRED.",
      "lineToEdit": "Control Room. Utility Dispatch. (pause) Timestamp 14:22:04. (pause) Confirm you're acting on the demand event. (pause) I need your action record ID. (pause) Send it when you have it. (pause) Also—state you will maintain stability. (pause) Stated. Not assumed.",
      "nextLine": "Don’t say “emergency”. (pause) Don’t say “we’ll try.” (pause) Say: “acknowledge the demand event.” (pause) Say: “initiating response.” (pause) Say: “stability maintained per interlocks.” (pause) Keep it ugly for the transcript.",
      "revisedLine": "Control Room. Utility Dispatch. (pause) Timestamp 14:22:04. (pause) Confirm you’re acting on the demand event. (pause) I need your action record ID. (pause) Send it once you have it. (pause) And state you’ll maintain stability. (pause) I need it stated.",
      "changeSummary": "Kept all required confirmations/ID/stability statement; reduced the scripted feel. | Split the long beat about the action record ID into two shorter beats to meet the 8-word limit, keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_AUTH_UTIL",
      "priorLine": "Acknowledging demand event. (pause) Initiating load-shed response. (pause) Stability maintained per interlocks. (pause) Action record ID pending console header.",
      "lineToEdit": "Accepted. (pause) Timestamp 14:22:11. (pause) Provide the record ID when available. (pause) Report shed start time when first action occurs.",
      "nextLine": "Good. Keep it standard. (pause)\nNow get the console to output (pause)\nsomething attributable.",
      "revisedLine": "Accepted. (pause) Timestamp 14:22:11. (pause) Get me the record ID when it’s available. (pause) When first action hits, report shed start time.",
      "changeSummary": "Same requests; more in-the-moment phrasing. | Shortened the final beat to 8 words while keeping the same meaning; removed the extra lead-in so it fits the beat limit."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_THREAT_PASS_UTIL",
      "priorLine": "Under the stability clause I need escalation handling. (pause) And a logged directive. (pause) Confirm you want the shed executed now. (pause) Attributable and stable.",
      "lineToEdit": "Noted. Timestamp 14:22:14. (pause) Directive stands. Execute shed now. (pause) Avoid cycling and step-load chatter. (pause) Provide record ID. (pause) Provide shed start time.",
      "nextLine": "Okay. (pause) Don’t push it further. (pause) Confirm action, then print. (pause) Something we can staple.",
      "revisedLine": "Noted, timestamp 14:22:14. (pause) Directive stands—execute shed now. (pause) No cycling. No step-load chatter. (pause) Then send record ID and shed start time.",
      "changeSummary": "Kept directive/constraints/required reporting; tightened to a pressured command. | Removed one comma by splitting the cycling note into two sentences. Shortened the final beat to 8 words while keeping the same request."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_THREAT_FAIL_UTIL",
      "priorLine": "Escalate this. I’m not acting on undocumented orders.",
      "lineToEdit": "Negative. (pause) Timestamp 14:22:16. (pause) Directive is documented via recording and log mirror. (pause) Confirm action now. (pause) Do not delay shed for process language.",
      "nextLine": "Yeah, it’s recorded. (pause) Still need that header. (pause) Print it. Then act. (pause) Don’t burn time on tone.",
      "revisedLine": "Negative. (pause) Timestamp 14:22:16. (pause) It’s documented—recording and log mirror. (pause) Confirm action now. (pause) Don’t hold the shed up over process language.",
      "changeSummary": "Preserved refusal/escalation block and documentation claim; made it more blunt."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_GROUP_UTIL",
      "priorLine": "Several groups carry a warning: AUTO-RECOVER ENABLED. (pause) RESTART SURGE LIKELY. (pause)\nA few are annotated in terse maintenance shorthand: “CHATTER RISK.” (pause) “THERMAL LAG.” (pause) “DO NOT CYCLE.”",
      "lineToEdit": "And to be clear. (pause) “Auto-recovers” is not a shed. (pause) It is a delay. (pause) Avoid cycling. (pause) Avoid chatter. (pause) Give me something stable. (pause) Give me something attributable.",
      "nextLine": "",
      "revisedLine": "Clear—if it auto-recovers, it’s not a shed. (pause) That’s delay. (pause) Avoid cycling. (pause) Avoid chatter. (pause) I need it stable. (pause) I need it attributable.",
      "changeSummary": "Kept the same operational rule and priorities; made it sound like a stressed reminder. | Shortened the first beat to 8 words by tightening phrasing while keeping the same meaning."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_DEFINE_UTIL",
      "priorLine": "Define “maintain stability” in this console.",
      "lineToEdit": "Stability means your node doesn't create a problem. (pause) I don't have to name. (pause) Voltage in band. (pause) No step-load chatter. (pause) No cycling. (pause) And—because it comes up—no undocumented behavior. (pause) That's not technical. (pause) That's legal.",
      "nextLine": "Undocumented. (pause) That's the word that matters. (pause) We can stage it with timestamps, (pause) or single-step it. (pause) The no-chatter macro is the one (pause) the checklist won't like.",
      "revisedLine": "Stability: no surprise tasks I must name later. (pause) Voltage stays in band. (pause) No step-load chatter. (pause) No cycling. (pause) And don’t do anything undocumented. (pause) Legal cares about that part.",
      "changeSummary": "Retained the same stability checklist and legal emphasis; removed the neat two-line punch. | Shortened the first beat to 8 words while keeping the same intent; kept cadence and pauses; no added commas or explainers."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_STAGED_UTIL",
      "priorLine": "There it is. TEMPORARY RECLASS REQUIRED. (pause) Use an existing code. (pause) Don’t invent a category under pressure.",
      "lineToEdit": "Confirm you’re acting. (pause) I don’t need your philosophy. (pause) I need a time stamp. (pause) And a stable response.",
      "nextLine": "",
      "revisedLine": "Confirm you’re acting. (pause) I don’t need the philosophy. (pause) I need a timestamp. (pause) And I need it stable.",
      "changeSummary": "Minimal edit—kept the same demands, smoothed into more natural spoken pressure."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_STAGED_CONFIRM_UTIL",
      "priorLine": "Confirmed. Initiating staged shed.",
      "lineToEdit": "Timestamp 14:22:31. Logged. (pause) Provide action record ID when available. (pause) Report first step time when it occurs.",
      "nextLine": "Good. Make the reclass airtight. (pause) Or they write \"cycling\" on you.",
      "revisedLine": "Timestamp 14:22:31. Logged. (pause) Send the action record ID when it’s available. (pause) And report first-step time as it happens.",
      "changeSummary": "Kept logged/timestamp/ID/first-step reporting; made the urgency more immediate. | Shortened the final beat to stay within 8 words while keeping the same instruction."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_POST_ACK_UTIL",
      "priorLine": "talk: I acknowledge.",
      "lineToEdit": "Timestamp 14:22:57. Confirm you're acting. (pause) Confirm you'll maintain stability.",
      "nextLine": "Say it clean. Then watch the numbers.",
      "revisedLine": "Timestamp 14:22:57. Confirm you’re acting. (pause) Confirm you’ll maintain stability.",
      "changeSummary": "Already natural and clipped; essentially unchanged."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_READBACK_UTIL",
      "priorLine": "Action header serial CR-CON-0194.",
      "lineToEdit": "Received. Timestamp 14:22:19. (pause) Proceed. (pause) Report shed start time. (pause) When the first action occurs.",
      "nextLine": "",
      "revisedLine": "Received, timestamp 14:22:19. (pause) Proceed. (pause) Report shed start time at first action.",
      "changeSummary": "Kept content; tightened cadence to sound less like a form readback. | Shortened the final beat to meet the 8-word limit while keeping meaning."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_STABLE_UD1",
      "priorLine": "You start writing like a dispatcher is going to read it aloud.",
      "lineToEdit": "I need stability stated not implied. (pause) If it’s not attributable it didn’t happen—legally.",
      "nextLine": "This is a memo, not a control log.",
      "revisedLine": "I need “stability” stated not left hanging. (pause) If it isn’t attributable Legal says never happened.",
      "changeSummary": "Kept the legal/attribution pressure; made it sound like a tired internal note. | Shortened the second beat to meet the 8-word limit and removed extra commas to stay under the comma cap."
    },
    {
      "scene": "SCN_SCN-070.json",
      "id": "N_STABLE_UD2",
      "priorLine": "This is a memo, not a control log.",
      "lineToEdit": "Everything becomes a control log (pause) when someone’s looking for a cause. (pause)\nInclude time anchors. (pause) Include record IDs. (pause) Include that you will not introduce (pause) oscillatory loading. (pause)\nAnd—this is procedural—don’t make it sound (pause) like you “couldn’t.” (pause) Make it sound like you “did.”",
      "nextLine": "You insert timestamps, action identifiers, and sentence that reads like a promise without calling itself one.",
      "revisedLine": "Yeah. And the moment someone hunts for a cause. (pause)\nYour memo becomes the log. (pause)\nPut in time anchors. (pause) Put in record IDs. (pause)\nPut in: you won’t introduce oscillatory loading. (pause)\nAnd don’t write it like you “couldn’t.” (pause)\nWrite it like you “did.”",
      "changeSummary": "Kept the same required inclusions and wording pressure; made the voice more reactive and less procedural. | Split the long opening into two short beats under 8 words, removed commas to meet the comma limit, and kept the original directives and tone. | Shortened the “oscillatory loading” beat by removing “that” and adding a colon, keeping the same meaning while meeting the 8-word max per beat."
    }
  ]
}