{
  "nodes": [
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_VM_01",
      "priorLine": "Use: “Call Contractor support line.”",
      "lineToEdit": "Hi. (pause) Field Interface Support for SECV legacy devices. (pause) If this is abnormal output (pause) or anomalous imaging (pause) or unexpected reflective behavior (pause) anything you’d call “nonstandard” (pause) we can’t cover it.",
      "nextLine": "We handle jams. (pause) Rollers. (pause) Trays. (pause) Manufacturer-listed error codes. (pause)\nFacilities / incidents / atmospheres / situations? (pause) Don’t put those on this line. (pause)\nIf this is a service code, (pause) Authorization has to clear it. (pause)\nThanks for understanding. (pause) It’s required.",
      "revisedLine": "Hi. (pause) You’ve got Field-Interface Support for SECV legacy devices. (pause) If it’s abnormal output (pause) anomalous imaging (pause) unexpected reflective behavior— (pause) anything you’d call “nonstandard,” (pause) we can’t cover it.",
      "changeSummary": "Made the greeting more in-the-moment and clipped while keeping the same exclusions and required terms. | Hyphenated “Field-Interface” to keep the same meaning while reducing the second beat to 8 words."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_VM_02",
      "priorLine": "Hi. (pause) Field Interface Support for SECV legacy devices. (pause) If this is abnormal output (pause) or anomalous imaging (pause) or unexpected reflective behavior (pause) anything you’d call “nonstandard” (pause) we can’t cover it.",
      "lineToEdit": "We handle jams. (pause) Rollers. (pause) Trays. (pause) Manufacturer-listed error codes. (pause)\nFacilities / incidents / atmospheres / situations? (pause) Don’t put those on this line. (pause)\nIf this is a service code, (pause) Authorization has to clear it. (pause)\nThanks for understanding. (pause) It’s required.",
      "nextLine": "The voicemail ends like a door latch.\nThe exclusions are weirdly reusable.",
      "revisedLine": "We handle jams. (pause) Rollers. (pause) Trays. (pause) Error codes the manufacturer actually lists. (pause)\nFacilities. Incidents. Atmospheres. Situations— (pause) don’t put that on this line. (pause)\nIf it’s a service code. (pause) Authorization has to clear it. (pause)\nThanks. (pause) It’s required.",
      "changeSummary": "Trimmed compliance polish into more practical shorthand, kept the same scope limits and authorization requirement. | Removed commas by splitting the list into short sentences and dropping the comma after “service code.” Kept all beats under 8 words and preserved meaning and cadence."
    }
  ]
}