{
  "nodes": [
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_OPS_WARN",
      "priorLine": "The alarm panel is already lit with the soft, constant status. (pause) A system proving it is allowed to exist. (pause) A new banner overlays the verification checklist: DEMAND EVENT \u0003\u0004 LOAD SHED REQUESTED.",
      "lineToEdit": "Demand event. (pause) Dispatch wants a shed, (pause) and it sticks. (pause) And don't say \u001cemergency\u001d\u0014 (pause) different people get dragged in.",
      "nextLine": "Control Room, Utility Dispatch. (pause) Timestamp 14:17:09. (pause) Need load-shed on your node. (pause) Confirm you\u0019ve got it. (pause) And give me your action record ID.",
      "revisedLine": "Demand event. (pause) Dispatch wants a shed and it’s sticking. (pause) And don’t say “emergency”—you’ll pull in another crowd.",
      "changeSummary": "Tightened into in-the-moment warning; kept the same stakes about wording and who gets involved. | Shortened the last beat to 8 words by swapping “a different” for “another,” and removed the comma to stay within limits."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_OPS_COACH",
      "priorLine": "Control Room, Utility Dispatch. (pause) Timestamp 14:17:09. (pause) Need load-shed on your node. (pause) Confirm you\u0019ve got it. (pause) And give me your action record ID.",
      "lineToEdit": "Confirm the phrasing not your feelings. (pause) Say: \"acknowledge the demand event.\" (pause) And: \"initiating a load-shed response.\" (pause) It must read clean in transcript.",
      "nextLine": "The panel shows three quick links: VIEW DETAILS, PRINT EVENT, ACKNOWLEDGE/RESPOND.",
      "revisedLine": "Just stick to the phrasing. (pause) Say: \u001cacknowledge the demand event.\u001d (pause) Then: \u001cinitiating a load-shed response.\u001d (pause) Needs to read clean on the transcript.",
      "changeSummary": "Removed coaching tone; kept exact required phrases and transcript pressure."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_ACK_OPS",
      "priorLine": "Copy, 14:17:22. (pause) What\u0019s your action record ID? (pause) And say you\u0019ll maintain stability\u0014for the tape. (pause) Say it out loud.",
      "lineToEdit": "Yeah. Maintain stability. They want it said. (pause) Say it. (pause) Then use the printer header for the ID. (pause) Don\u0019t freestyle an ID. (pause) Auditors love that kind of blood.",
      "nextLine": "",
      "revisedLine": "Yeah. Maintain stability. They want it on tape. (pause) Say it. (pause) Then pull the ID off the printer header. (pause) Don’t make one up. (pause) Auditors can smell it.",
      "changeSummary": "More spoken/defensive; preserved instruction to state stability and use printer header ID. | Cut one word before the first pause by changing “on the tape” to “on tape,” and split “Yeah” into its own sentence."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_AUTH_OPS",
      "priorLine": "Accepted\u0014timestamp 14:17:26. (pause) Send the record ID when it shows up. (pause) On action, send shed amount and start time.",
      "lineToEdit": "Good. Don't add words. Get paper, move load.",
      "nextLine": "",
      "revisedLine": "Good. Don’t add anything. (pause) Get the paper, then move the load.",
      "changeSummary": "Kept meaning; smoothed into natural, clipped directive. | Added a pause to split the line into two beats under 8 words; kept wording and one comma."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_MAINTAIN_OPS",
      "priorLine": "Good. (pause) Timestamp 14:17:31. (pause) Keep it steady\u0014no oscillatory loading. (pause) Not sure? Assume oscillatory; don\u0019t do it. (pause) Call back with shed amount and start time.",
      "lineToEdit": "Assume it is. (pause) Right. (pause) Print the banner. Staple it. Then we shed. (pause) Same order every time.",
      "nextLine": "The scene holds on the blinking ACK light, like it wants a signature.",
      "revisedLine": "Assume it\u0019s oscillatory. (pause) Right. (pause) Print the banner. Staple it. Then we shed. (pause) Same order, every time.",
      "changeSummary": "Clarified the implied subject and kept the rigid procedure cadence."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_DEFINE_OPS",
      "priorLine": "Stability? Don\u0019t hand me a problem to name. (pause) Voltage stays in band. (pause) Frequency support doesn\u0019t shift. (pause) No step-load chatter. (pause) No cycling. (pause) And don\u0019t do anything you can\u0019t document. (pause) Legal will eat us alive on that.",
      "lineToEdit": "Yeah. It\u0019s vibes with a meter readout. (pause) We can comply\u0014 (pause) we pick what gets tagged \u001cnoncritical,\u001d (pause) and stick to it.",
      "nextLine": "",
      "revisedLine": "Yeah. It\u0019s vibes with a meter readout. (pause) We can comply. (pause) Pick what gets tagged \u001cnoncritical\u001d and don\u0019t wander.",
      "changeSummary": "Made it more immediate/defensive; kept the same approach to tagging noncritical loads."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_TARGET_OPS",
      "priorLine": "Target is twelve megawatts off the node. (pause) Duration\u0019s unknown\u0014hold it twenty minutes minimum. (pause) Reassess at the half-hour. (pause) Don\u0019t pick anything with nasty restart surge. (pause) Auto-recovering loads don\u0019t count as shed.",
      "lineToEdit": "\u001cAuto-recovers\u001d is where they call it noncompliance. (pause) We shed what stays down. (pause) If that means re-tagging what\u0019s essential (pause) for verification, so be it.",
      "nextLine": "",
      "revisedLine": "“Auto-recovers” is where they call it noncompliance. (pause) Shed what stays down. (pause) We re-tag “essential” to verify, if needed.",
      "changeSummary": "Kept the compliance risk and the re-tagging intent; reduced speech into direct operational language. | Shortened the final beat to stay under 8 words while keeping the same meaning; kept cadence and limited commas."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_COMMIT_DIRECT_OPS",
      "priorLine": "Timestamp 14:18:06. Logged. (pause) I still need your action record ID. (pause) Can\u0019t generate one? Read me printer header serial. (pause) I just need something attributable.",
      "lineToEdit": "Yeah. Fair. (pause) Use the printer. (pause) Make sure it lands in the tray. (pause) That's our cover.",
      "nextLine": "",
      "revisedLine": "Yeah. Fair. (pause) Use the printer. (pause) Make sure it actually lands in the tray. (pause) That\u0019s our cover.",
      "changeSummary": "Minor naturalization; kept the same instruction and rationale."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_DETAILS_OPS",
      "priorLine": "Good. (pause) Timestamp 14:17:12. (pause) Need twelve megawatts off the node. (pause) Duration\u0019s open\u0014twenty minutes minimum. (pause) Reassess at the half-hour. (pause) Don\u0019t shed anything that\u0019s going to restart-surge. (pause) If it auto-recovers it doesn\u0019t count as shed.",
      "lineToEdit": "Auto-recovers. They'll use that against us. (pause) We can do a clean shed, (pause) but we have to re-tag (pause) what's \"essential.\" (pause) Checklist won't be happy.",
      "nextLine": "",
      "revisedLine": "Auto-recovers. They'll use that against us. (pause) We can do a clean shed. (pause) We'll re-tag what's essential. (pause) Checklist's gonna howl.",
      "changeSummary": "More reactive delivery; preserved the same compliance concern and re-tag necessity. | Split the long middle beat into two shorter beats, removed the comma and tightened phrasing while keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_DETAILS_ACK_OPS",
      "priorLine": "Timestamp 14:17:26. (pause) Logged. (pause) I still need your action record ID. (pause) If you can\u0019t generate it. (pause) Give me the printer header serial. (pause) Something attributable.",
      "lineToEdit": "Yeah. Fair. (pause) Print the header. (pause) Tray needs to catch it. (pause) Otherwise we\u0019ve got nothing to point at.",
      "nextLine": "",
      "revisedLine": "Yeah. Fair. (pause) Print the header. (pause) Tray has to catch it. (pause) Otherwise we\u0019ve got nothing to point at.",
      "changeSummary": "Kept meaning; tightened for speakability."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_STAGED_OPS",
      "priorLine": "Stage it if you can, without chatter. (pause) Don\u0019t cycle loads. (pause) First move needs to be clean\u0014attributable. (pause) Reassess at the half-hour.",
      "lineToEdit": "Staged is fine. More timestamps, more babysitting. (pause) Print first. Then touch hardware.",
      "nextLine": "",
      "revisedLine": "Staged is fine. More timestamps, more babysitting. (pause) Print first. Then touch hardware.",
      "changeSummary": "Line already sounded natural; left meaning and cadence intact."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_NOTICE_OPS",
      "priorLine": "Demand Event UTIL-DS-4419. (pause) Timestamp 14:17:15. (pause) This is under the stability clause\u0014directive. (pause) Confirm you\u0019re acting.",
      "lineToEdit": "Directive: fine. Confirm you\u0019re acting. Print. Touch hardware.",
      "nextLine": "",
      "revisedLine": "Fine. Directive. (pause) Confirm you\u0019re acting. (pause) Print. Then touch hardware.",
      "changeSummary": "Made it sound like a pressured response while keeping the same required steps."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_BARGAIN_OPS",
      "priorLine": "It\u0019s recorded and timestamped\u0014mirrored to the daily log. (pause) Email\u0019s when the system coughs it up. (pause) Confirm action now.",
      "lineToEdit": "Don\u0019t argue about delivery. (pause)\nGet the number down. (pause)\nConfirm action out loud and on-record.",
      "nextLine": "",
      "revisedLine": "Don\u0019t fight about delivery. (pause)\nGet the number down. (pause)\nConfirm action\u0014out loud, on the record.",
      "changeSummary": "More conversational phrasing; preserved the same three directives."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_PRINT_OPS",
      "priorLine": "The log printer wakes up like it was pretending not to hear you. (pause) A strip of paper curls into the tray. (pause) DEMAND EVENT UTIL-DS-4419, time-stamped, header serial number.",
      "lineToEdit": "Good. (pause) Staple that to the verification packet. (pause) That's your receipt. (pause) This was real, not you making it up. (pause) In the room.",
      "nextLine": "Control Room\u0014confirm receipt. (pause) Timestamp 14:17:19. (pause) Give me your record ID.",
      "revisedLine": "Good. (pause) Staple it to the verification packet. (pause) That\u0019s your receipt. (pause) It shows it happened here\u0014in the room.",
      "changeSummary": "Dropped the preachiness; kept the need for stapled proof tied to location."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_READBACK_OPS",
      "priorLine": "Received, timestamp 14:17:28. (pause) Good\u0014attributable. Proceed with shed. (pause) Report the first action time.",
      "lineToEdit": "Alright. (pause) We\u0019ve got attribution. (pause) Go to the console when you\u0019re ready.",
      "nextLine": "",
      "revisedLine": "Alright. (pause) We\u0019ve got attribution. (pause) Go to the console when you\u0019re set.",
      "changeSummary": "Minor tightening; kept the same permission to proceed."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_PRINT_ACK_OPS",
      "priorLine": "Logged\u0014timestamp 14:17:33. (pause) Confirm you\u0019ll maintain stability. (pause) Send the record ID when it\u0019s available.",
      "lineToEdit": "Say \u001cstability maintained.\u001d Then we move. (pause) If you have the header serial, use it. (pause) \u001cAttributable\u001d wins.",
      "nextLine": "",
      "revisedLine": "Say \u001cstability maintained.\u001d Then we move. (pause) Got the header serial? Use it. (pause) \u001cAttributable\u001d is what they care about.",
      "changeSummary": "More natural phrasing; preserved the required quoted statement and attribution priority."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_REVIEW_OPS",
      "priorLine": "The demand event detail page is mostly disclaimers: \u001cbest effort,\u001d \u001cno guarantee,\u001d \u001coperator responsible.\u001d (pause) The shed target is clear; the definitions are not.",
      "lineToEdit": "Yeah\u0014disclaimers wall to wall. (pause) Do the shed. (pause) Annotate what you did, then move on.",
      "nextLine": "",
      "revisedLine": "Yeah\u0014disclaimers wall to wall. (pause) Do the shed. (pause) Note what you did, then keep moving.",
      "changeSummary": "Less formal wording; retained action + documentation pressure."
    },
    {
      "scene": "SCN_SCN-042.json",
      "id": "N_STEP_AWAY_OPS",
      "priorLine": "You step back. The demand event banner stays up, patiently escalating itself in the background.",
      "lineToEdit": "Walk away if you need a second. (pause) Timestamp still runs. (pause)\nWhen you're ready, answer Dispatch. (pause) Keep it record-clean.",
      "nextLine": "",
      "revisedLine": "Take a second if you need it. (pause) Timestamp still runs. (pause)\nWhen you\u0019re back, answer Dispatch. (pause) Keep it clean for the record.",
      "changeSummary": "More spoken cadence; preserved the same warning about time and documentation."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_OPS_COACH",
      "priorLine": "Control Room. Utility Dispatch. (pause) Timestamp 14:22:04. (pause) Confirm you\u0019re acting on the demand event. (pause) I need your action record ID. (pause) Send it once you have it. (pause) And state you\u0019ll maintain stability. (pause) I need it stated.",
      "lineToEdit": "Don\u0019t say \u001cemergency\u001d. (pause) Don\u0019t say \u001cwe\u0019ll try.\u001d (pause) Say: \u001cacknowledge the demand event.\u001d (pause) Say: \u001cinitiating response.\u001d (pause) Say: \u001cstability maintained per interlocks.\u001d (pause) Keep it ugly for the transcript.",
      "nextLine": "The console shows big, friendly buttons\u0014liability: VIEW/LOAD MAP. PRINT ACTION-HEADER. CONFIGURE SHED. EXECUTE ROUTING.",
      "revisedLine": "Don\u0019t say \u001cemergency.\u001d (pause) Don\u0019t say \u001cwe\u0019ll try.\u001d (pause) Just give them: \u001cacknowledge the demand event.\u001d (pause) \u001cinitiating response.\u001d (pause) \u001cstability maintained per interlocks.\u001d (pause) Transcript wants it plain.",
      "changeSummary": "Kept required phrases; reduced the performative coaching into pressured, transcript-driven instruction."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_AUTH_OPS",
      "priorLine": "Accepted. (pause) Timestamp 14:22:11. (pause) Get me the record ID when it\u0019s available. (pause) When first action hits, report shed start time.",
      "lineToEdit": "Good. Keep it standard. (pause)\nNow get the console to output (pause)\nsomething attributable.",
      "nextLine": "",
      "revisedLine": "Good. Keep it standard. (pause)\nNow get the console to spit out (pause)\nsomething attributable.",
      "changeSummary": "Shifted to more natural speech; preserved the attribution requirement."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_THREAT_PASS_OPS",
      "priorLine": "Noted, timestamp 14:22:14. (pause) Directive stands\u0014execute shed now. (pause) No cycling. No step-load chatter. (pause) Then send record ID and shed start time.",
      "lineToEdit": "Okay. (pause) Don\u0019t push it further. (pause) Confirm action, then print. (pause) Something we can staple.",
      "nextLine": "",
      "revisedLine": "Okay. (pause) Don\u0019t push it further. (pause) Confirm action, then print. (pause) I want something we can staple.",
      "changeSummary": "Slightly more personal/urgent; kept sequence and intent."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_THREAT_FAIL_OPS",
      "priorLine": "Negative. (pause) Timestamp 14:22:16. (pause) It\u0019s documented\u0014recording and log mirror. (pause) Confirm action now. (pause) Don\u0019t hold the shed up over process language.",
      "lineToEdit": "Yeah, it\u0019s recorded. (pause) Still need that header. (pause) Print it. Then act. (pause) Don\u0019t burn time on tone.",
      "nextLine": "",
      "revisedLine": "Yeah, it\u0019s recorded. (pause) Still need that header. (pause) Print it. Then act. (pause) Don\u0019t burn time polishing the wording.",
      "changeSummary": "Replaced abstract 'tone' with concrete 'wording' while keeping same directive."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_MAP_OPS",
      "priorLine": "The screen redraws into a block diagram: feeder names and breaker groups. (pause) Three load categories appear with mismatched fonts. (pause) CRITICAL lists chamber environmental and rotation frame lubrication. (pause) It also shows a box labeled VERIFICATION SUPPORT\u0014unhelpfully most of the building.",
      "lineToEdit": "VERIFICATION SUPPORT. Great. (pause) Checklist wants a stable baseline. (pause) It treats it as untouchable. (pause) Dispatch sees it as discretionary. (pause) Pick your courtroom.",
      "nextLine": "",
      "revisedLine": "VERIFICATION SUPPORT. Great. (pause) Checklist treats it like glass. (pause) Dispatch treats it like spare. (pause) Pick what you want to defend.",
      "changeSummary": "Cut the explanatory structure; kept the same conflict between checklist and Dispatch."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_MAP_ASK_OPS",
      "priorLine": "Three shed presets highlight. None meet the target alone.",
      "lineToEdit": "We can shed a little (pause) without touching it. (pause) Twelve megawatts won't happen that way. (pause) To hit target clean, (pause) we reclass support\u0014or (pause) we drop something that auto-recovers (pause) and Dispatch calls it a miss.",
      "nextLine": "",
      "revisedLine": "We can shave a little (pause) without touching it. (pause) Twelve megawatts won\u0019t happen that way. (pause) To hit target clean, (pause) we reclass support\u0014or (pause) we drop an auto-recover (pause) and Dispatch calls it a miss.",
      "changeSummary": "Made phrasing more colloquial; preserved the same options and consequences."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_DEFINE_OPS",
      "priorLine": "Stability: no surprise tasks I must name later. (pause) Voltage stays in band. (pause) No step-load chatter. (pause) No cycling. (pause) And don\u0019t do anything undocumented. (pause) Legal cares about that part.",
      "lineToEdit": "Undocumented. (pause) That's the word that matters. (pause) We can stage it with timestamps, (pause) or single-step it. (pause) The no-chatter macro is the one (pause) the checklist won't like.",
      "nextLine": "",
      "revisedLine": "Undocumented. (pause) That\u0019s the landmine. (pause) We can stage it with timestamps, (pause) or single-step it. (pause) The no-chatter macro is the one (pause) the checklist won\u0019t like.",
      "changeSummary": "More pressured shorthand; retained the same choices and checklist friction."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_CONFIG_OPS",
      "priorLine": "A configuration pane opens: TARGET SHED 12 MW. (pause) Slider disabled. Presets only. (pause) Tabs: STAGED and SINGLE-STEP. (pause) Cursor blinks, like it wants a signature.",
      "lineToEdit": "Staged buys you more timestamps. (pause) Single-step's cleaner electrically\u0014and whoever signs it, wears it.",
      "nextLine": "",
      "revisedLine": "Staged buys you more timestamps. (pause) Single-step\u0019s cleaner electrically\u0014and whoever clicks it, wears it.",
      "changeSummary": "Kept meaning; swapped 'signs' for more immediate action language."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_STAGED_OPS",
      "priorLine": "The console assembles three staged groups. The third is marked: VERIFICATION SUPPORT \u0014 TEMPORARY RECLASS REQUIRED.",
      "lineToEdit": "There it is. TEMPORARY RECLASS REQUIRED. (pause) Use an existing code. (pause) Don\u0019t invent a category under pressure.",
      "nextLine": "Confirm you\u0019re acting. (pause) I don\u0019t need the philosophy. (pause) I need a timestamp. (pause) And I need it stable.",
      "revisedLine": "There it is. TEMPORARY RECLASS REQUIRED. (pause) Use an existing code. (pause) Don\u0019t invent a new bucket under pressure.",
      "changeSummary": "Reduced formality while keeping the same warning about codes/categories."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_STAGED_CONFIRM_OPS",
      "priorLine": "Timestamp 14:22:31. Logged. (pause) Send the action record ID when it\u0019s available. (pause) And report first-step time as it happens.",
      "lineToEdit": "Good. Make the reclass airtight. (pause) Or they write \"cycling\" on you.",
      "nextLine": "",
      "revisedLine": "Good. Make the reclass airtight. (pause) Or they\u0019ll write \u001ccycling\u001d on you.",
      "changeSummary": "Minimal change; kept the same threat and instruction."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_RECLASS_OPS",
      "priorLine": "A dialog box appears with a legal tone and a petty request: SELECT JUSTIFICATION CODE. (pause)\nThe available codes are pre-filled. None are kind.",
      "lineToEdit": "Pick a code that already exists. (pause) Don\u0019t write a new justification. (pause) That\u0019s a meeting you\u0019ll lose.",
      "nextLine": "",
      "revisedLine": "Pick a code that already exists. (pause) Don\u0019t write a new justification. (pause) That meeting doesn\u0019t go your way.",
      "changeSummary": "More natural phrasing; preserved the same warning and action."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_RECLASS_DONE_OPS",
      "priorLine": "VERIFICATION SUPPORT flips from CRITICAL to NONCRITICAL with no animation, like it\u0019s ashamed.",
      "lineToEdit": "Good. (pause) Put classification update in the notes. (pause) That wording is what survives.",
      "nextLine": "",
      "revisedLine": "Good. (pause) Put the classification update in the notes\u0014exact wording. (pause) That\u0019s what survives.",
      "changeSummary": "Kept meaning; made the instruction sharper and more spoken."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_SINGLESTEP_OPS",
      "priorLine": "The console offers one macro: EXECUTE ROUTING: ALIGNMENT-SEQUENCE LOAD ROUTING (12 MW CLEAN). (pause) Beneath it: NOTE: MAY ALTER VERIFICATION BASELINE. (pause) The word \u001cmay\u001d is doing too much work.",
      "lineToEdit": "That\u0019s the one. (pause) Keeps the interlocks happy. (pause) Tightens up the rotation frames. (pause) Checklist will gripe about \u001cbaseline.\u001d (pause) We just keep it documented.",
      "nextLine": "",
      "revisedLine": "That\u0019s the one. (pause) Keeps the interlocks happy. (pause) Tightens up the rotation frames. (pause) Checklist\u0019ll gripe about \u001cbaseline.\u001d (pause) Just keep it documented.",
      "changeSummary": "More immediate delivery; retained the same operational and paperwork concerns."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_ALIGNNAME_OPS",
      "priorLine": "Why \u001calignment-sequence\u001d?",
      "lineToEdit": "Because Legal didn\u0019t want anyone describing it. (pause) In detail. (pause) Operationally: it balances load. (pause) Without chatter, it coordinates the frames. (pause) That\u0019s all we say.",
      "nextLine": "",
      "revisedLine": "Because Legal likes vague names. (pause) Operationally it balances load and syncs frames quietly. (pause) That's as far as we go.",
      "changeSummary": "Less explanatory, more guarded; preserved the reason and the permitted description. | Condensed the second beat to 8 words, removed extra commas, and cleaned encoding artifacts while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_POST_ACK_OPS",
      "priorLine": "Timestamp 14:22:57. Confirm you\u0019re acting. (pause) Confirm you\u0019ll maintain stability.",
      "lineToEdit": "Say it clean. Then watch the numbers.",
      "nextLine": "Acting. Stability maintained per interlocks.",
      "revisedLine": "Say it clean. Then eyes on the numbers.",
      "changeSummary": "Minor tweak for natural speech; kept intent."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_ARMED_OPS",
      "priorLine": "The containment sphere\u0019s surface flickers\u0014matte to reflective, reflective to matte\u0014like a thought it mustn\u0019t have. (pause)\nThe console continues counting down routing steps as if nothing visual is relevant.",
      "lineToEdit": "Armed is a lousy word. (pause) But it\u0019s what the panel prints. (pause) We gave it permission, that\u0019s all.",
      "nextLine": "",
      "revisedLine": "Armed is a lousy word. (pause) Panel prints it, so we’ve got it. (pause) We enabled it. That’s all.",
      "changeSummary": "Made it more defensive/real-time; preserved the same liability implication. | Shortened the second beat to stay under 8 words while keeping the same meaning; retained cadence and kept commas to one."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_PRINT_OPS",
      "priorLine": "The log printer wakes with a reluctant whine. (pause) A strip curls into the tray. (pause) ACTION HEADER \u0014 CONTROL ROOM CONSOLE, serial and timestamp.",
      "lineToEdit": "Good. Serial and timestamp\u0014that\u0019s attribution. (pause) It stays tied to the console record. (pause) Right where it belongs.",
      "nextLine": "",
      "revisedLine": "Good. Serial and timestamp\u0014there\u0019s your attribution. (pause) Keep it tied to the console record.",
      "changeSummary": "Removed the tidy finish; kept the key point about attribution and record linkage."
    },
    {
      "scene": "SCN_SCN-043.json",
      "id": "N_STEP_AWAY_OPS",
      "priorLine": "You step back. The demand banner stays pinned, politely escalating at the edge of your vision.",
      "lineToEdit": "Walk off if you need to breathe. (pause) Timestamp still runs. (pause) Come back. (pause) Do it with something we can staple.",
      "nextLine": "",
      "revisedLine": "Step out if you need air. (pause) Timestamp still runs. (pause) Come back. (pause) Bring paper\u0014something we can staple.",
      "changeSummary": "More natural phrasing; kept the same warning about time and printed proof."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_SPHERE_OPS_WARN",
      "priorLine": "Up close, the sphere is mostly matte\u0014industrial and honest, designed to be ignored. (pause)\nThen it catches the room wrong. (pause)\nThe reflection won\u0019t resolve into any angle you\u0019re standing in. (pause)\nIt flickers back to matte before your eyes finish reporting it.",
      "lineToEdit": "Don't name it. (pause) Log \"reflective behavior\"\u0014legacy wording. (pause) Already filed.",
      "nextLine": "",
      "revisedLine": "Don\u0019t name it. (pause) Log \u001creflective behavior\u001d\u0014legacy wording. (pause) It\u0019s already in the file.",
      "changeSummary": "Kept the same instruction and wording; made it feel spoken under pressure."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_SPHERE_HOW_OFTEN_OPS",
      "priorLine": "ask: \u001cHow often?\u001d",
      "lineToEdit": "Intermittent. (pause) Don\u0019t give it motives. (pause) Log \u001ccondition observed.\u001d (pause) Less blame that way.",
      "nextLine": "The sphere flickers once more, like a clerical correction applied to light.",
      "revisedLine": "Intermittent. (pause) Don\u0019t give it motives. (pause) Just log \u001ccondition observed.\u001d (pause) Less for anyone to pin on you.",
      "changeSummary": "More defensive, less moralizing; preserved logging language and intent."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_SPHERE_LOG_OPS",
      "priorLine": "talk: \u001cLogging reflective behavior.\u001d",
      "lineToEdit": "Good. Time and distance noted. (pause) You stayed outside the barrier stripe. (pause) Keep that sentence. (pause) It keeps your badge working.",
      "nextLine": "The sphere flickers once more, like a clerical correction applied to light.",
      "revisedLine": "Good. Time and distance. (pause) And: you stayed outside the barrier stripe. (pause) Keep that sentence verbatim. (pause) Your badge likes that.",
      "changeSummary": "Kept the same protective phrasing; made it more conversational."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_STATUS_OPS_CORRECT",
      "priorLine": "That\u0019s new.",
      "lineToEdit": "Don\u0019t say \u001cnew.\u001d (pause) Say \u001cnewly visible.\u001d (pause) One sounds like a system change. (pause) One sounds like we noticed.",
      "nextLine": "",
      "revisedLine": "Don\u0019t say \u001cnew.\u001d (pause) Say \u001cnewly visible.\u001d (pause) \u001cNew\u001d turns into a system-change fight.",
      "changeSummary": "Removed the binary comparison structure; kept the same liability distinction."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_STATUS_CLEAR_OPS",
      "priorLine": "ask: \u001cCan I clear it locally?\u001d",
      "lineToEdit": "Clear an alarm locally. (pause) A hold won\u0019t clear here. (pause) Remote-office insurance.",
      "nextLine": "",
      "revisedLine": "You can clear local alarms. (pause) This isn\u0019t one of those. It\u0019s a hold. (pause) Remote-office insurance.",
      "changeSummary": "More immediate refusal; preserved the same constraint and rationale."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_STATUS_WHO_OPS",
      "priorLine": "ask: \u001cHeld by who?\u001d",
      "lineToEdit": "No 'who' field. (pause) Just an authority tag. (pause)\nIf you do anything today, (pause) make sure it ends (pause) with a reference number.",
      "nextLine": "",
      "revisedLine": "No \u001cwho\u001d field. (pause) Just an authority tag. (pause)\nWhatever you do today, (pause) make it end (pause) with a reference number.",
      "changeSummary": "Smoothed phrasing; kept the same constraint and paperwork priority."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_ESTOP_OPS_WARN",
      "priorLine": "Emergency stop: red mushroom button under clear flip cover, scuffed by hands just short of responsibility.",
      "lineToEdit": "You can press it. (pause)\nJust know what you're doing. (pause)\nThat's a declaration. (pause)\nCommittees love those. (pause)\nIf you touch it I need. (pause)\nA reason phrase. (pause)\nAnd a timestamp.",
      "nextLine": "",
      "revisedLine": "You can press it. (pause)\nJust\u0014know what you\u0019re doing. (pause)\nThat\u0019s a declaration. (pause)\nCommittees love declarations. (pause)\nIf you touch it, I need (pause)\na reason phrase (pause)\nand a timestamp.",
      "changeSummary": "Kept the same warning and required documentation; made fragments flow like speech."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_ESTOP_WHAT_OPS",
      "priorLine": "ask: \u001cWhat does it actually stop?\u001d",
      "lineToEdit": "It stops local motion control (pause) and trips the local breakers. (pause) Non-local holds stay. (pause) Paperwork stays. (pause) And it kills the story. (pause) \u001cWe followed the planned sequence.\u001d",
      "nextLine": "",
      "revisedLine": "It stops local motion control (pause) and trips the local breakers. (pause) Non-local holds stay. (pause) Paperwork stays. (pause) Forget we followed the planned sequence after that.",
      "changeSummary": "More in-the-moment phrasing; preserved all operational effects and the documentation implication. | Shortened the final beat to 8 words while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_SCAN_OPS_COACH",
      "priorLine": "The interface scan panel is a waist-high slab of glass (pause) with a keypad that assumes obedience.\nIts prompt is cheerful (pause) in the way compliance software is cheerful: SELECT FORM / SUBMIT.",
      "lineToEdit": "Treat it like a scanner. (pause) Pick the form. Submit. (pause) Start talking to it. (pause) You just created a stakeholder.",
      "nextLine": "The panel offers a short list. (pause) One entry is already highlighted, like it\u0019s been waiting for you: (pause) TEMPORARY OPERATING VARIANCE \u0014 HOLD CONDITION (NON-LOCAL).",
      "revisedLine": "Treat it like a copier. (pause) Pick the form. Submit. (pause) Don\u0019t start talking to it. (pause) You\u0019ll end up with a stakeholder.",
      "changeSummary": "Shifted to more natural shorthand; kept the same warning about over-engaging the system."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_ATTACH_REF_OPS",
      "priorLine": "The panel accepts the string too quickly, like it wanted to believe you. (pause)\nA secondary field appears: QUEUE POSITION (READ-ONLY). (pause)\nIt remains blank, which is its own kind of answer.",
      "lineToEdit": "When you're done, print that screen. (pause) It shows the machine accepted your string. (pause) That's the whole point.",
      "nextLine": "",
      "revisedLine": "When you\u0019re done, print that screen. (pause) It shows the machine accepted the string. (pause) That\u0019s what we need.",
      "changeSummary": "Less declarative; kept the same instruction and purpose."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_SIGNATORY_OPS",
      "priorLine": "OLEA signatory. On-site. Custody acknowledged.",
      "lineToEdit": "Good. Keep it boring. (pause) On-site is defensible. (pause) Don\u0019t add motives or theories. (pause) Just the fact of presence.",
      "nextLine": "The panel adds a line item: PRESENCE ATTESTATION\u0014RECEIVED. (pause) It doesn\u0019t say accepted. It says received, like it\u0019s protecting itself.",
      "revisedLine": "Good. Keep it boring. (pause) \u001cOn-site\u001d is defensible. (pause) Don\u0019t add motives or theories. (pause) Just presence.",
      "changeSummary": "Tightened into clipped speech; preserved the same defensibility guidance."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_LOAD_TEMPLATE_OPS",
      "priorLine": "You place the variance template against the glass. (pause)\nNot because it needs to \u001csee\u001d paper\u0014 (pause)\nbecause you want the act recorded as procedural, not improvised. (pause)\nThe panel chirps once\u0014pleased with itself. (pause)\nThe form renders with fields mapped into non-local language.",
      "lineToEdit": "Don\u0019t explain. (pause) Explanations become questions. (pause) Questions become you owning it.",
      "nextLine": "",
      "revisedLine": "Don\u0019t explain. (pause) Extra words turn into questions. (pause) Then it\u0019s yours.",
      "changeSummary": "Reduced the lecture structure while keeping the same warning about ownership/liability."
    },
    {
      "scene": "SCN_SCN-067.json",
      "id": "N_SUBMIT_WITH_NOTE_OPS",
      "priorLine": "Add: clinical, time-stamped line: \u001cReflective behavior ongoing.\u001d Not because it helps\u0014because you saw it, unrenamed.",
      "lineToEdit": "Fine. One sentence is still a form. (pause) Don't add a second. (pause) A second makes a story. (pause) Then it has an author.",
      "nextLine": "The panel pauses\u0014long to feel like judgment, short to stay deniable. Then\u0014SUBMISSION RECEIVED. STATUS: PROCESSING.",
      "revisedLine": "Fine. One sentence is still a form. (pause) Don\u0019t add a second. (pause) Two lines starts reading like a story. (pause) Then it has an author.",
      "changeSummary": "More natural phrasing; preserved the warning about narratives and accountability."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_RULES",
      "priorLine": "SPINDLE Chamber Floor. The containment sphere fills the room\u0019s center like an oversized insulator\u0014until it doesn\u0019t. (pause) A status indicator cluster ticks through load and interlocks. (pause) Then it hits an authority field you didn\u0019t enter. (pause) The interface scan panel waits with the patience of a copier.",
      "lineToEdit": "Hold up. (pause) Watch your words. (pause) No emergency. (pause) No it's trying. (pause) No still. (pause) Print the header. (pause) Then act. (pause) I like my job.",
      "nextLine": "",
      "revisedLine": "Hold up. (pause) Watch your words. (pause) No \u001cemergency.\u001d (pause) No \u001cit\u0019s trying.\u001d (pause) Don\u0019t call it \u001cstill.\u001d (pause) Print the header. (pause) Then act. (pause) I\u0019m not taking the hit.",
      "changeSummary": "Kept all prohibitions and the print-then-act order; made the last beat more defensive and immediate."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_STATUS",
      "priorLine": "ask: Status?",
      "lineToEdit": "Local motion: permissive. (pause) Proximity is clear. (pause)\nNon-local shows a hold. (pause) Not my category. (pause)\nLogs are live. (pause) Don't make me chase timestamps.",
      "nextLine": "",
      "revisedLine": "Local motion: permissive. (pause) Proximity\u0019s clear. (pause)\nNon-local shows a hold. (pause) Not my lane. (pause)\nLogs are live. (pause) Don\u0019t make me chase timestamps.",
      "changeSummary": "More colloquial shorthand; preserved the same status readout and pressure."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_ATTRIBUTION_PUSH",
      "priorLine": "NOTICE \u0014 NON-LOCAL COMPLIANCE CONDITION. (pause)\nSUBJECT NODE: SOL\u0011EARTH\u0011LOCAL. (pause)\nACTION: HOLD STATE. (pause)\nPENDING DOCUMENTATION. (pause)\nMANAGING AUTHORITY: METASTABLE TRANSFER AUTHORITY. (pause)\n(MTA). (pause)\nREFERENCE: [scrolling reference string].",
      "lineToEdit": "We can\u0019t clear it locally. (pause) So we document. (pause) Read the reference number back. (pause) Then print it. (pause) I want attribution.",
      "nextLine": "",
      "revisedLine": "We can\u0019t clear it locally. (pause) So we document. (pause) Read the reference number back. (pause) Then print it. (pause) I want attribution.",
      "changeSummary": "Already fit the target voice; left meaning and cadence intact."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_REF_INSTRUCTIONS",
      "priorLine": "MTA_NOTICE_REF: [full string]. (pause) Submission log: [log string]. (pause) Queue position: [value]. (pause) Processing window: active.",
      "lineToEdit": "Good. Don\u0019t summarize. Attach the original. (pause) Print it from the tray. (pause) Screenshots turn into debates.",
      "nextLine": "",
      "revisedLine": "Good. Don\u0019t summarize. Attach the original. (pause) Print it from the tray. (pause) Screenshots turn into debates.",
      "changeSummary": "Line already matched the desired tone; kept as-is."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_PERSONALITY_NOTE",
      "priorLine": "On-site noted\u0014as a physical claim.\nStanding\u0019s still pending.",
      "lineToEdit": "They heard you. (pause) They're still sitting on 'standing.' (pause) That's how they work.",
      "nextLine": "",
      "revisedLine": "They heard you. (pause) They\u0019re still sitting on \u001cstanding.\u001d (pause) That\u0019s how they do it.",
      "changeSummary": "Minor tightening; kept the same resigned, defensive read."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_DEFENSIBLE",
      "priorLine": "talk: Ops, what\u0019s the defensible move?",
      "lineToEdit": "Make the next step look routine. (pause)\nUse the official sequence. (pause)\nKeep logging. Print before and after. (pause)\nHit the big red button. (pause)\nYou just signed up to be the author.",
      "nextLine": "And the hold?",
      "revisedLine": "Make the next step look routine. (pause)\nUse the official sequence. (pause)\nKeep logging. Print before and after. (pause)\nYou hit the big red button\u0014 (pause)\nyou\u0019re the author.",
      "changeSummary": "More reactive phrasing; preserved the same warning about responsibility and documentation."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_HOLD_REALITY",
      "priorLine": "And the hold?",
      "lineToEdit": "We don\u0019t clear holds. (pause) We document around them. (pause) Until someone upstream relents. (pause) Or you collapse routes. (pause) Until the hold is basically irrelevant. (pause) That didn\u0019t come from me.",
      "nextLine": "",
      "revisedLine": "We don\u0019t clear holds. (pause) We document around them. (pause) Until someone upstream relents. (pause) Or you collapse routes (pause) until the hold doesn\u0019t matter. (pause) That didn\u0019t come from me.",
      "changeSummary": "Kept meaning; tightened language while maintaining the implied deniability."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_ATTRIBUTABLE_THANKS",
      "priorLine": "Initiating terminal shutdown per retirement checklist. (pause) Risk-limiting containment in effect. (pause) Interlocks maintained and logging continuous. (pause) Operator present on-site.",
      "lineToEdit": "Good. That's attributable. (pause) When it echoes back, print it. (pause) People rewrite history later.",
      "nextLine": "Keep it to one sentence. (pause) Add a second (pause) and it starts reading like a narrative.",
      "revisedLine": "Good. That\u0019s attributable. (pause) When it echoes back, print it. (pause) People rewrite history later.",
      "changeSummary": "Line already fit; kept intact."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_STAPLE_IT",
      "priorLine": "The printer in the wall stutters awake, like it resents being included. (pause) A banner prints: notice header and reference string, crisp enough to be weaponized.",
      "lineToEdit": "Staple it to the front. (pause) Proof you were there. (pause) When it didn't fix itself.",
      "nextLine": "",
      "revisedLine": "Staple it to the front. (pause) Proof you were there (pause) when it didn\u0019t fix itself.",
      "changeSummary": "Minor cadence change; preserved meaning and bite."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_VISUAL_CHANGE",
      "priorLine": "The sphere\u0019s surface stays mostly matte\u0014(pause)\nuntil a thin band turns smooth, reflective,(pause)\ncatching angles the room can\u0019t offer.(pause)\nIt doesn\u0019t brighten. It clarifies.",
      "lineToEdit": "Log visual condition change. (pause) Note time and distance. (pause) Say you stayed outside the barrier stripe.",
      "nextLine": "Outside the stripe.",
      "revisedLine": "Log the visual condition change. (pause) Time and distance. (pause) And say you stayed outside the barrier stripe.",
      "changeSummary": "Made it more spoken while keeping the same required logging elements."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_BADGE_LINE",
      "priorLine": "Outside the stripe.",
      "lineToEdit": "Good. Don\u0019t change that wording.",
      "nextLine": "",
      "revisedLine": "Good. Don\u0019t change that wording.",
      "changeSummary": "Already matched target voice; left unchanged."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_ARMED_WORD",
      "priorLine": "Indicators: ROTATION FRAMES \u0014 SYNCH TIGHT.\nINTERLOCKS \u0014 ARMED.\nAUTHORITY \u0014 NON-LOCAL. (pause)\nA small light labeled RETIREMENT CHECKLIST blinks like it\u0019s asking permission.",
      "lineToEdit": "Armed is a bad label. (pause) Still, the panel prints it. (pause) We get judged on it.",
      "nextLine": "",
      "revisedLine": "\u001cArmed\u001d is a bad label. (pause) Still, the panel prints it. (pause) We get judged on it.",
      "changeSummary": "Minimal change; preserved the same caution about the printed label."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_TIMESTAMP_WARNING",
      "priorLine": "You step toward the stairs. (pause) The chamber doesn\u0019t follow you. (pause) The panel keeps waiting, like you only paused a sentence.",
      "lineToEdit": "Walk away if you need to. (pause) Timestamp keeps running. (pause) Come back when you're ready. (pause) Do it on the record.",
      "nextLine": "",
      "revisedLine": "Step away if you need to. (pause) Timestamp keeps running. (pause) Come back when you\u0019re ready. (pause) Do it on the record.",
      "changeSummary": "Minor phrasing update; kept the same warning and constraint."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_DONT_CALL_IT",
      "priorLine": "Emergency stop.",
      "lineToEdit": "Don\u0019t write \u001cemergency stop\u001d in the log. (pause) Write \u001cLocal motion control trip\u001d. (pause) Add a reason phrase and timestamp. (pause) That entry starts a meeting. (pause) Make it defensible.",
      "nextLine": "Local interruption acknowledged. (pause) Hold state remains. (pause) Standing evaluation pending. (pause) Processing window active.",
      "revisedLine": "Don\u0019t put \u001cemergency stop\u001d in the log. (pause) Put \u001cLocal motion control trip.\u001d (pause) Add a reason phrase and a timestamp. (pause) That line starts a meeting. (pause) Make it defensible.",
      "changeSummary": "More natural wording; preserved required replacement term and documentation requirements."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_READ_ONCE_MORE",
      "priorLine": "Run the sequence.",
      "lineToEdit": "Read the reason phrase again. (pause) Then run it. (pause) No improvising halfway through.",
      "nextLine": "Initiating terminal shutdown per retirement checklist. (pause) Risk-limiting containment. (pause) Interlocks active and logging continuous. (pause) Operator present on-site.",
      "revisedLine": "Read the reason phrase again. (pause) Then run it. (pause) Don\u0019t improvise halfway through.",
      "changeSummary": "Small tighten for speech; kept the same constraint against improvisation."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_NO_IMPROV",
      "priorLine": "Run the sequence.",
      "lineToEdit": "Do it in the order the console expects. (pause) Give a reason phrase when it asks. (pause) Add a timestamp when it asks.",
      "nextLine": "Terminal shutdown per checklist. Operator on-site. Logging maintained.",
      "revisedLine": "Do it in the order it expects. (pause) If it asks for reason phrase give one. (pause) If it asks for a timestamp, give it.",
      "changeSummary": "More immediate, directive phrasing; preserved the same ordered requirements. | Shortened the first and second beats to stay under 8 words, and removed one comma to meet the max-commas limit while keeping the same instructions."
    },
    {
      "scene": "SCN_SCN-071.json",
      "id": "N_OPS_PRINT_POSTSTATE",
      "priorLine": "You confirm. (pause) The panel accepts it like a form accepts ink: without agreement, with permanence. (pause) The status indicator cluster steps down in clean increments. (pause) Routes collapse\u0014not dramatic, just decisive\u0014like doors closing in adjacent rooms you can\u0019t see.",
      "lineToEdit": "Alright. (pause) Fewer options now. (pause) Print the post-state, staple it. (pause) Stay where you are. (pause) Presence goes in the record.",
      "nextLine": "",
      "revisedLine": "Alright. (pause) Fewer options now. (pause) Print the post-state. Staple it. (pause) Stay where you are. (pause) Presence goes in the record.",
      "changeSummary": "Chopped into shorter beats; kept all instructions and meaning."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_OPS0",
      "priorLine": "Control Room. (pause) Main console in administrative state: compliance hold banner, draft memo queued. (pause) Blinking field wants a reason phrase more than the truth.",
      "lineToEdit": "Logs are live. (pause) Printer's got paper. (pause) Tray's empty\u0014 noted now. (pause) It doesn't turn into a fight later.",
      "nextLine": "Before you touch a verb\u0014closure processing. (pause)\nDon\u0019t hand Finance a reclassification event. (pause)\nYeah, it sounds the same. (pause)\nFinance won\u0019t hear it that way.",
      "revisedLine": "Logs are live. (pause) Printer\u0019s got paper. (pause) Tray\u0019s empty\u0014I\u0019m noting it now. (pause) So it doesn\u0019t turn into a fight later.",
      "changeSummary": "Made it more personal and in-the-moment; preserved the same documentation motive."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_LEAVE_O",
      "priorLine": "You step back. The room keeps humming like it has a union contract.",
      "lineToEdit": "Walk away if you need to. (pause) Timestamp keeps running. (pause) Come back when you're ready. (pause) Do it on the record.",
      "nextLine": "",
      "revisedLine": "Step out if you need to. (pause) Timestamp keeps running. (pause) Come back when you\u0019re ready. (pause) Do it on the record.",
      "changeSummary": "Minor variation for cadence; retained the same warning and instruction."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_ASKAUTH_O",
      "priorLine": "Watch the verbs. (pause) \u001cAcknowledgment.\u001d \u001cAcceptance.\u001d (pause) Use those. (pause) Leave \u001cauthorization\u001d alone. (pause) It drags baggage, and it still binds operationally. (pause) We\u0019re not unpacking that right now.",
      "lineToEdit": "Type anything, print before and after. Skip screenshots. (pause) They turn into opinions. (pause) In a room full of lawyers.",
      "nextLine": "The console opens AUTHORITY CHAIN: \u001cAdd signatory / add attachment / echo-back text.\u001d",
      "revisedLine": "Type it. Print before and after. Skip screenshots. (pause) They turn into opinions (pause) in a room full of lawyers.",
      "changeSummary": "More natural opener; kept the same printing requirement and anti-screenshot rationale. | Shortened the first beat to 8 words by replacing “Whatever you type” with “Type it” and splitting into shorter sentences; meaning unchanged."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_REF_O",
      "priorLine": "MTA_NOTICE_REF: [string]. (pause) Submission log: [string]. (pause) Queue position: maintained. (pause) Processing window: active.",
      "lineToEdit": "Print it from the tray. (pause) No photos, no retyping. (pause) Let the machine own the string.",
      "nextLine": "The printer chatters. A header sheet slides into the tray.",
      "revisedLine": "Print it from the tray. (pause) No photos, no retyping. (pause) Let the machine own the string.",
      "changeSummary": "Already matched target voice; left unchanged."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_ADDLEGAL_O",
      "priorLine": "Alright\u0014on the record: OLEA Legal acknowledges the submission. (pause) Category update filed as retirement instrument. (pause) Limited purpose only. (pause) Accepts licensed relationship classification for SOL\u0011EARTH\u0011LOCAL. (pause) Under municipal legacy infrastructure service class. (pause) No admission of novelty. (pause) Continuous logging maintained. (pause) Operator present on-site.",
      "lineToEdit": "When that echo-back screen posts (pause) print it (pause) Otherwise you'll get accused (pause) of paraphrasing the legal part.",
      "nextLine": "Acknowledgment received.\nSend attachments and operator-of-record ID.",
      "revisedLine": "When that echo-back screen posts, (pause) print it. (pause) Otherwise you\u0019ll get accused (pause) of paraphrasing the legal part.",
      "changeSummary": "Smoothed into natural speech while keeping the same liability concern and instruction."
    },
    {
      "scene": "SCN_SCN-072.json",
      "id": "N_PROCESS_O",
      "priorLine": "Standing: satisfied for limited-purpose licensed relationship. (pause) Service class: municipal legacy infrastructure. (pause) Action: SOL\u0011EARTH\u0011LOCAL reclassified into licensed relationship. (pause) Interconnection operational under new category.",
      "lineToEdit": "Staple it to the front of the packet. (pause)\nIt proves the system signed off. (pause)\nAt least on paper.",
      "nextLine": "",
      "revisedLine": "Staple it to the front of the packet. (pause)\nShows the system signed off. (pause)\nAt least on paper.",
      "changeSummary": "Reduced explanatory wording; preserved the same point about paper approval."
    }
  ]
}