{
  "nodes": [
    {
      "scene": "SCN_SCN-006.json",
      "id": "N3",
      "priorLine": "(use) Call box speaker and button.",
      "lineToEdit": "SECV remote attendance. (pause) You're on a recorded line\u0014quality and yeah liability. (pause) Alright. (pause) What do you need (pause) so you stay safe (pause) and this doesn't land in my lap?",
      "nextLine": "",
      "revisedLine": "SECV remote attendance. (pause) You’re on a recorded line—quality, yeah. Liability. (pause) Alright. What do you need (pause) so you don’t get hurt (pause) and I don’t end up owning it?",
      "changeSummary": "Made it more spoken and reactive; kept the recorded/liability framing and the speaker\u0019s self-protective motive. | Reduced commas to one by splitting “liability” into its own sentence; cleaned encoding and punctuation while keeping cadence and meaning."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_OPEN_1",
      "priorLine": "(ask) Open the vestibule.",
      "lineToEdit": "I can't pop the vestibule (pause) just because you asked. (pause) I need the system to show (pause) an authorized onsite presence first. (pause) Otherwise it's my name (pause) on the why.",
      "nextLine": "",
      "revisedLine": "I can’t pop the vestibule by voice. (pause) I need the system to show onsite auth. (pause) Otherwise the “why” comes back to my name.",
      "changeSummary": "Shortened and hardened the refusal; kept requirement for authorized onsite presence and liability concern. | Shortened the first two beats to stay under 8 words while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_VERIFY_1",
      "priorLine": "(ask) Verify me.",
      "lineToEdit": "I can't verify identity over the speaker. (pause) I can check the schedule for your name. (pause) That's all. (pause) It keeps the paper happy.",
      "nextLine": "",
      "revisedLine": "Over the speaker? I can\u0019t \u0018verify\u0019 you. (pause) I can check the schedule for your name. (pause) That\u0019s it. (pause) Keeps the paper off my desk.",
      "changeSummary": "More conversational and defensive; preserved the limit to schedule lookup and paperwork pressure."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_SCHED_1",
      "priorLine": "(ask) Am I scheduled?",
      "lineToEdit": "Yeah. (pause) You\u0019re scheduled today under OLEA closeout. (pause) Activity. (pause) That\u0019s your name in the system, anyway. (pause) Anything past that gets sticky for me.",
      "nextLine": "Scheduled doesn't flip you to onsite. (pause)\nOnsite is the box with a timestamp. (pause)\nSomething I can point to later. (pause)\nWithout it I'm not opening a door. (pause)\nThen explaining how you got hurt. (pause)\nWith no record.",
      "revisedLine": "Yeah. (pause) You\u0019re in the system today under OLEA closeout\u0014activity. (pause) That\u0019s what it shows. (pause) Anything past that gets sticky for me.",
      "changeSummary": "Trimmed formality and made it sound like reading a screen; kept OLEA closeout and reluctance to go further."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_SCHED_2",
      "priorLine": "Yeah. (pause) You\u0019re scheduled today under OLEA closeout. (pause) Activity. (pause) That\u0019s your name in the system, anyway. (pause) Anything past that gets sticky for me.",
      "lineToEdit": "Scheduled doesn't flip you to onsite. (pause)\nOnsite is the box with a timestamp. (pause)\nSomething I can point to later. (pause)\nWithout it I'm not opening a door. (pause)\nThen explaining how you got hurt. (pause)\nWith no record.",
      "nextLine": "",
      "revisedLine": "Being scheduled doesn't light you up onsite. (pause) I need the onsite box and a timestamp. (pause) Something I can point to later. (pause) No timestamp, no door. (pause) I'm not writing the injury report. (pause) With nothing in the log.",
      "changeSummary": "Kept the same gate (onsite timestamp) but made it more pressured and personal-to-liability. | Shortened each beat to 8 words or fewer, cleaned encoding, and split the last clause into two beats while keeping meaning. Kept commas to one."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_UNLOCKA_1",
      "priorLine": "(multiple) ((ask) Unlock it anyway.) ((ask) Unlock it anyway.)",
      "lineToEdit": "I can't. (pause) If I unlock it on a call, (pause) the log tags me as authorization. (pause) I don't have clearance for that.",
      "nextLine": "If there's a clean onsite record, sure. (pause) Right now it's just a voice. (pause) On a speaker. (pause) And for what it's worth you've been polite. (pause) Thanks.",
      "revisedLine": "I can't. (pause) If I pop it here, log tags me. (pause) It pins the authorization on me. (pause) I don't have that clearance.",
      "changeSummary": "Tightened and made it sound like a real refusal; preserved the log/authorization/clearance reason. | Shortened the middle sentence and split it into two beats to keep each beat under 8 words, while keeping the single comma and the same meaning."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_UNLOCKA_2",
      "priorLine": "I can't. (pause) If I unlock it on a call, (pause) the log tags me as authorization. (pause) I don't have clearance for that.",
      "lineToEdit": "If there's a clean onsite record, sure. (pause) Right now it's just a voice. (pause) On a speaker. (pause) And for what it's worth you've been polite. (pause) Thanks.",
      "nextLine": "",
      "revisedLine": "If there’s a clean onsite record, sure. (pause) Right now you’re just a voice on speaker. (pause) For what it’s worth—thanks for staying polite.",
      "changeSummary": "Smoothed into more natural speech while keeping the condition (clean onsite record) and the small courtesy. | Shortened the second and third beats to 8 words max, kept only one comma overall, and preserved the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_REQ_1",
      "priorLine": "(ask) What exactly do I need from Records?",
      "lineToEdit": "Temporary Presence Receipt, or whatever it\u0019s called now.",
      "nextLine": "It needs your name and date. (pause) Activity type too. (pause) The site field must read 'onsite'. (pause) Not 'expected'. (pause) Once it's in the file, (pause) I can hit the vestibule door. (pause) No making you up in the log.",
      "revisedLine": "Temporary Presence Receipt. (pause) Or whatever they\u0019re calling it now.",
      "changeSummary": "Minor tweak for cadence; kept the exact item name and the aside."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_REQ_2",
      "priorLine": "Temporary Presence Receipt, or whatever it\u0019s called now.",
      "lineToEdit": "It needs your name and date. (pause) Activity type too. (pause) The site field must read 'onsite'. (pause) Not 'expected'. (pause) Once it's in the file, (pause) I can hit the vestibule door. (pause) No making you up in the log.",
      "nextLine": "Used to be you walked there. (pause) To the Records window. (pause) Now it\u0019s: find whoever has Records authority. (pause) Or find the stamp. (pause) Or follow pneumatic tube instructions. (pause) They act like Records still has staff. (pause) I\u0019m not joking. (pause) That\u0019s the procedure.",
      "revisedLine": "Needs your name and date. (pause) Activity type too. (pause) And the site line has to say 'onsite'. (pause) If it says 'expected' I can't use it. (pause) Once it's filed, I hit the vestibule door. (pause) I'm not making you up in the log.",
      "changeSummary": "Collapsed the checklist into spoken shorthand; preserved required fields, the onsite/expected distinction, and the no-fabrication stance. | Shortened the long beat by tightening phrasing, removed extra commas, and kept the same requirements and cadence with the pauses."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_REQ_3",
      "priorLine": "It needs your name and date. (pause) Activity type too. (pause) The site field must read 'onsite'. (pause) Not 'expected'. (pause) Once it's in the file, (pause) I can hit the vestibule door. (pause) No making you up in the log.",
      "lineToEdit": "Used to be you walked there. (pause) To the Records window. (pause) Now it\u0019s: find whoever has Records authority. (pause) Or find the stamp. (pause) Or follow pneumatic tube instructions. (pause) They act like Records still has staff. (pause) I\u0019m not joking. (pause) That\u0019s the procedure.",
      "nextLine": "",
      "revisedLine": "Used to be you walked to Records. (pause) Now it's find whoever still has Records authority. (pause) Or find the stamp. (pause) Or follow the pneumatic tube instructions. (pause) They act like Records has staff. (pause) I'm not kidding. (pause) That's the procedure.",
      "changeSummary": "Made it less scripted and more weary; kept all options (authority, stamp, pneumatic tube) and the absurdity note. | Shortened the first beat to 8 words or fewer and cleaned up apostrophes without changing meaning."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_REQ_CONFIRM_1",
      "priorLine": "(ask) So: get marked onsite. Then call you.",
      "lineToEdit": "Yeah. (pause) Get the onsite mark, then call me. (pause) I can't move a door without paper. (pause) It says you're here.",
      "nextLine": "Next step: get marked onsite by Records\u0014because the facility recognizes you once it can file you.",
      "revisedLine": "Yeah. (pause) Get the onsite mark. Then call me. (pause) Need paper: you're here. Can't move a door.",
      "changeSummary": "Removed explanatory phrasing; kept the same instruction and paper-gated constraint. | Removed the extra comma and shortened the last beat into two short sentences while keeping the same meaning."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_DETAILS_1",
      "priorLine": "(ask) Confirm my schedule details. I need a trail.",
      "lineToEdit": "What I\u0019m seeing: Field Systems Specialist, OLEA. (pause) Closure verification. (pause) Staged shutdown prep. (pause) Today through end-of-day. (pause) Tagged \u001csubject to onsite confirmation.\u001d (pause) That tag is the only reason. (pause) I can even say this much.",
      "nextLine": "I can't read personal schedule details. (pause) Not to an unverified caller. (pause) Get a Presence Receipt from Records marked onsite. (pause) I can attach it to that event. (pause) Then it's treated as ops.",
      "revisedLine": "What I'm seeing, Field Systems Specialist—OLEA. (pause) Closure verification. (pause) Staged shutdown prep. (pause) Today through end-of-day. (pause) And it's tagged 'subject to onsite confirmation.' (pause) I'm only saying this much.",
      "changeSummary": "Kept all schedule fields but made it sound like a stressed read-off with a liability hedge. | Shortened beats to 8 words or fewer, limited commas to one, and tightened the final rationale while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_DETAILS_2",
      "priorLine": "What I\u0019m seeing: Field Systems Specialist, OLEA. (pause) Closure verification. (pause) Staged shutdown prep. (pause) Today through end-of-day. (pause) Tagged \u001csubject to onsite confirmation.\u001d (pause) That tag is the only reason. (pause) I can even say this much.",
      "lineToEdit": "I can't read personal schedule details. (pause) Not to an unverified caller. (pause) Get a Presence Receipt from Records marked onsite. (pause) I can attach it to that event. (pause) Then it's treated as ops.",
      "nextLine": "",
      "revisedLine": "I can't share personal schedules with unverified callers. (pause) Get a Presence Receipt from Records marked onsite. (pause) I'll attach it to that event. (pause) Then it's ops.",
      "changeSummary": "Reduced compliance voice while preserving the boundary (unverified caller) and the required Records/onsite receipt step. | Shortened the first beat to 8 words while keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_OLEA_1",
      "priorLine": "(persuade) I\u0019m OLEA. This is closure. You can rely on the work order.",
      "lineToEdit": "I'm looking at the work order. (pause) It tells me you're scheduled. (pause) Over this speaker I can't act. (pause) It doesn't give me anything usable. (pause) I need Records to tag you onsite. (pause) Then the work order has somewhere to land.",
      "nextLine": "Once Records flips you to onsite (pause) I can do doors and cameras (pause) and timed unlocks. (pause) Until then (pause) I'm stuck on the phone (pause) and I'm about out of bandwidth.",
      "revisedLine": "Yeah. I’m looking at the work order. (pause) It shows you’re scheduled. (pause) But I can’t act on it here. (pause) I need Records to tag you onsite. (pause) Then the work order has somewhere to land.",
      "changeSummary": "Made it more immediate and less formal; kept the work order limitation and the Records-onsite requirement. | Split long beats into shorter lines, removed extra comma, and kept the same meaning and cadence with additional pause breaks."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_OLEA_2",
      "priorLine": "I'm looking at the work order. (pause) It tells me you're scheduled. (pause) Over this speaker I can't act. (pause) It doesn't give me anything usable. (pause) I need Records to tag you onsite. (pause) Then the work order has somewhere to land.",
      "lineToEdit": "Once Records flips you to onsite (pause) I can do doors and cameras (pause) and timed unlocks. (pause) Until then (pause) I'm stuck on the phone (pause) and I'm about out of bandwidth.",
      "nextLine": "",
      "revisedLine": "Once Records flips you to onsite. (pause) I can do doors, cameras and timed unlocks. (pause) Until then I'm stuck on this line. (pause) And I'm about out of bandwidth.",
      "changeSummary": "Kept capabilities and constraint; tightened phrasing to sound irritated and overbooked. | Removed extra commas by ending the first clause as a sentence and adjusting the list to use one comma. Kept pauses and original meaning."
    },
    {
      "scene": "SCN_SCN-006.json",
      "id": "N_END_CALL_LINE",
      "priorLine": "(multiple) ((leave) End call.) ((leave) End call.) ((leave) End call.) ((leave) End call.) ((leave) End call.) ((leave) End call.)",
      "lineToEdit": "Alright. (pause) Call back once you're marked onsite. (pause) I get it. (pause) You can't do that from where you are. (pause) Stay safe.",
      "nextLine": "",
      "revisedLine": "Alright. (pause) Call back once you’re marked onsite. (pause) I get it—you can’t do that there. (pause) Watch yourself.",
      "changeSummary": "More natural and clipped; preserved instruction to call back after onsite marking and safety note. | Shortened the third beat to stay under the 8-word limit while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_SECV_0",
      "priorLine": "A label plate beneath it is sun-faded: SECV \u0014 REMOTE ATTENDANCE.",
      "lineToEdit": "SECV remote attendance. (pause) Recorded line-quality and liability. (pause) What do you need?",
      "nextLine": "",
      "revisedLine": "SECV remote attendance. (pause) Line\u0019s recorded\u0014quality, liability. (pause) What do you need?",
      "changeSummary": "Smoothed into casual shorthand; kept recorded/quality/liability and the prompt."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_UNLOCK_1",
      "priorLine": "(ask) Unlock the guard shack interior.",
      "lineToEdit": "I can unlock the guard shack interior (pause) when the system shows (pause) an authorized onsite presence. (pause) If I do it off a voice request, (pause) the authorization becomes me (pause) and I\u0019m not cleared for that.",
      "nextLine": "Do you have a Presence Receipt (pause) worded \"onsite\" not \"expected\"? (pause) Yeah. The wording matters. (pause) I hate it too.",
      "revisedLine": "I can pop the guard shack interior (pause) when the system shows authorized onsite presence. (pause) Off a voice request, the log pins me. (pause) I’m not cleared for that.",
      "changeSummary": "Reduced formal structure and jargon; kept the same condition and the log/clearance risk. | Shortened the second and third beats to stay under 8 words, kept only one comma, and preserved the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_UNLOCK_2",
      "priorLine": "I can unlock the guard shack interior (pause) when the system shows (pause) an authorized onsite presence. (pause) If I do it off a voice request, (pause) the authorization becomes me (pause) and I\u0019m not cleared for that.",
      "lineToEdit": "Do you have a Presence Receipt (pause) worded \"onsite\" not \"expected\"? (pause) Yeah. The wording matters. (pause) I hate it too.",
      "nextLine": "",
      "revisedLine": "Do you have a Presence Receipt (pause) that actually says \u001consite\u001d\u0014not \u001cexpected\u001d? (pause) Yeah. Wording matters. (pause) I hate it too.",
      "changeSummary": "Made it sound like annoyed real speech; preserved the exact onsite/expected requirement and dislike of it."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_INDICATES_1",
      "priorLine": "(ask) What do you mean \u001csystem indicates\u001d?",
      "lineToEdit": "I mean a record I can hang (pause) my action on: name; date; (pause) activity type; site designation set to onsite; (pause) plus a Records authority marker.",
      "nextLine": "I\u0019m not looking for your face. (pause) I\u0019m looking for the box. (pause) It puts responsibility where it belongs\u0014Records. (pause) In the log. (pause) Somewhere that isn\u0019t me.",
      "revisedLine": "I mean. (pause) A record to hang the unlock on. (pause) Name date activity type. Site set to onsite. (pause) And a Records authority marker.",
      "changeSummary": "Collapsed the list into quicker, spoken shorthand; kept all required fields and Records marker. | Split the opening into shorter beats, removed list commas, and tightened phrasing so each beat stays under 8 words without changing meaning."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_INDICATES_2",
      "priorLine": "I mean a record I can hang (pause) my action on: name; date; (pause) activity type; site designation set to onsite; (pause) plus a Records authority marker.",
      "lineToEdit": "I\u0019m not looking for your face. (pause) I\u0019m looking for the box. (pause) It puts responsibility where it belongs\u0014Records. (pause) In the log. (pause) Somewhere that isn\u0019t me.",
      "nextLine": "",
      "revisedLine": "I don\u0019t need your face over audio. (pause) I need that box checked. (pause) Then the log points to Records. (pause) Not me.",
      "changeSummary": "More direct and defensive; preserved the idea of relying on the onsite indicator so responsibility sits with Records."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_SHOW_1",
      "priorLine": "(show) I have a Temporary Presence Receipt. Marked onsite.",
      "lineToEdit": "Okay good. (pause)\nThanks for saying it like that. (pause)\nI still can\u0019t verify identity over a speaker. (pause)\nJust so nobody gets clever later. (pause)\nI can check for an onsite presence record. (pause)\nUnder your name.",
      "nextLine": "",
      "revisedLine": "Okay, good. (pause)\nThanks for wording it exactly like that. (pause)\nI\u0019m still not \u0018verifying\u0019 anybody over a speaker. (pause)\nJust covering myself. (pause)\nI\u0019ll check for the onsite presence record (pause)\nunder your name.",
      "changeSummary": "Less lecture, more self-protective; kept inability to verify identity and the plan to check the onsite record."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_READBACK_1",
      "priorLine": "(ask) Before you unlock, read back the minimum fields you can.",
      "lineToEdit": "Minimum, sure. (pause) If I read the rest (pause) it becomes personal information. (pause) Then I have a whole new report. (pause) To write.",
      "nextLine": "I can confirm: (pause) scheduled party matches a Field Systems Specialist (pause) under OLEA closeout activity dated today (pause) status: onsite. (pause) That's all I'm allowed to say.",
      "revisedLine": "Minimum, sure. (pause) If I read the rest it gets personal. (pause) Then I'm writing a whole extra report.",
      "changeSummary": "Made it sound like a tired worker protecting themselves; kept the personal-info/report consequence. | Shortened the second beat to 8 words and removed the extra comma to meet comma limit."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_READBACK_2",
      "priorLine": "Minimum, sure. (pause) If I read the rest (pause) it becomes personal information. (pause) Then I have a whole new report. (pause) To write.",
      "lineToEdit": "I can confirm: (pause) scheduled party matches a Field Systems Specialist (pause) under OLEA closeout activity dated today (pause) status: onsite. (pause) That's all I'm allowed to say.",
      "nextLine": "",
      "revisedLine": "I can confirm: (pause) scheduled party matches a Field Systems Specialist (pause) under OLEA closeout activity dated today (pause) status shows: onsite. (pause) That\u0019s all I can say.",
      "changeSummary": "Kept the same minimum readback fields; tightened the ending and reduced compliance tone."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_SCHED_1",
      "priorLine": "(ask) Confirm my schedule details for my trail.",
      "lineToEdit": "I can confirm your name is scheduled. (pause) It's in the database. (pause) I can't confirm you're you. (pause) That's a judgment call, and my contract (pause) doesn't cover judgment calls.",
      "nextLine": "If you're marked onsite with a Presence Receipt (pause) I can attach the confirmation (pause) to that event. (pause) Then it lives as operational data.",
      "revisedLine": "Your name is scheduled yeah. (pause) It’s in the database. (pause) But I can’t confirm it’s you. (pause) If I make that call it’s on me. (pause) And my contract doesn’t cover it.",
      "changeSummary": "More natural and defensive; preserved the limits and the contract/judgment-call issue. | Shortened each beat to 8 words or fewer by trimming phrasing and splitting the last sentence into two beats. Reduced comma count to one by removing the extra clause break. | Removed two commas to meet max_commas constraint without changing meaning."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_SCHED_2",
      "priorLine": "I can confirm your name is scheduled. (pause) It's in the database. (pause) I can't confirm you're you. (pause) That's a judgment call, and my contract (pause) doesn't cover judgment calls.",
      "lineToEdit": "If you're marked onsite with a Presence Receipt (pause) I can attach the confirmation (pause) to that event. (pause) Then it lives as operational data.",
      "nextLine": "",
      "revisedLine": "If you\u0019re marked onsite with a Presence Receipt, (pause) I\u0019ll attach the confirmation to that event. (pause) Then it lives as ops data.",
      "changeSummary": "Shortened and made it sound like routine paperwork; kept the same condition and attachment behavior."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_SCHED_WHY_1",
      "priorLine": "(ask) If I\u0019m scheduled, why wasn\u0019t that enough?",
      "lineToEdit": "Scheduled is what was planned. (pause) The doors want onsite, time-stamped status. (pause) They can audit it later. (pause) Someone\u0019s tied to it. (pause) That\u0019s how the system is built.",
      "nextLine": "",
      "revisedLine": "Scheduled just means you were expected. (pause) Doors want onsite with a timestamp. (pause) So it audits, somebody's tied to it. (pause) That's how it's built.",
      "changeSummary": "More conversational; preserved the key requirement (onsite timestamp) and audit/accountability rationale. | Reduced the third beat by removing “clean” and restructuring to fit the 8-word limit while keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_OLEA_1",
      "priorLine": "(persuade) I\u0019m OLEA. Closeout activity. Treat the work order as authority.",
      "lineToEdit": "The work order tells me you're expected. (pause)\nIt doesn't give me permission to act. (pause)\nNot off a speaker. (pause)\nWhat I can act on is this. (pause)\nWhat's in the database.",
      "nextLine": "If Records marks you onsite (pause) the work order has a location (pause) to attach to. (pause) Then I can run doors (pause) without inventing anything.",
      "revisedLine": "Work order says you’re expected. (pause)\nStill can’t hit anything from a speaker. (pause)\nI can only act on the database.",
      "changeSummary": "Removed the stepped, explanatory cadence; kept the same limitation and reliance on database state. | Shortened the second and third beats to stay within 8 words each while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_OLEA_2",
      "priorLine": "The work order tells me you're expected. (pause)\nIt doesn't give me permission to act. (pause)\nNot off a speaker. (pause)\nWhat I can act on is this. (pause)\nWhat's in the database.",
      "lineToEdit": "If Records marks you onsite (pause) the work order has a location (pause) to attach to. (pause) Then I can run doors (pause) without inventing anything.",
      "nextLine": "",
      "revisedLine": "If Records marks you onsite, (pause) the work order has a place to attach. (pause) Then I can run doors (pause) without inventing anything.",
      "changeSummary": "Tightened phrasing; preserved Records-onsite dependency and the no-invention/log concern."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_TIME_1",
      "priorLine": "(ask) You understand this is time-sensitive.",
      "lineToEdit": "Yeah, I hear you. (pause) I still can't waive check-in. (pause) \"Urgent\" isn't an option on my screen.",
      "nextLine": "",
      "revisedLine": "Yeah, I hear you. (pause) I still can\u0019t waive check-in. (pause) \u0018Urgent\u0019 isn\u0019t a button on my screen.",
      "changeSummary": "Minor tightening; kept the same refusal and the screen limitation."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_COMMIT_0",
      "priorLine": "(multiple) ((show) Yes. Receipt is issued and marked onsite.) ((show) I have it. Marked onsite.) ((ask) Check it. Then unlock.) ((ask) Unlock.) ((show) I\u0019m marked onsite. Attach it. Then unlock.) ((show) Onsite status exists. Use it.) ((show) Records marked me onsite. Proceed.) ((show) Onsite marker exists. Proceed.)",
      "lineToEdit": "Copy. I\u0019m pulling the onsite ledger now. (pause) Give it a second. (pause) This system stalls right before it takes responsibility.",
      "nextLine": "The call box speaker emits the soft hiss of distance and servers.",
      "revisedLine": "Copy. I'm pulling the onsite ledger now. (pause) Give it a second. (pause) This system always hangs right before taking responsibility.",
      "changeSummary": "Kept meaning but made it sound like annoyed lived experience; preserved the onsite-ledger check. | Shortened the final beat to 8 words and fixed the I'm character; kept meaning and cadence."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_COMMIT_2",
      "priorLine": "The call box speaker emits the soft hiss of distance and servers.",
      "lineToEdit": "Okay. I've got an onsite presence record. (pause) Under your name, today's date. (pause) Activity type: closeout. (pause) That's enough to actuate interior access. (pause) And it won't be on me.",
      "nextLine": "Do it.",
      "revisedLine": "Okay. I\u0019ve got an onsite presence record. (pause) Under your name, today\u0019s date. (pause) Activity type: closeout. (pause) That\u0019s enough for me to actuate interior access. (pause) And the log won\u0019t land on me.",
      "changeSummary": "More spoken and log-focused; preserved the onsite record details and the authorization/liability point."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_COMMIT_4",
      "priorLine": "Do it.",
      "lineToEdit": "Initiating timed unlock on guard shack interior door. (pause) Short window. Move. (pause) If it relocks, that's the timer.",
      "nextLine": "A relay clicks somewhere behind the door. The reader light changes its mind for a moment.",
      "revisedLine": "Okay\u0014timed unlock on the guard shack interior door. (pause) Short window. Move. (pause) If it relocks, that\u0019s the timer.",
      "changeSummary": "Less robotic phrasing; kept timed unlock, short window, and relock explanation."
    },
    {
      "scene": "SCN_SCN-026.json",
      "id": "N_ENDCALL_1",
      "priorLine": "(multiple) ((leave) End call.) ((leave) End call.) ((leave) End call.) ((leave) End call.) ((leave) End call.) ((leave) End call.) ((leave) End call.) ((leave) End call.) ((leave) End call.)",
      "lineToEdit": "Copy. Ending the call. (pause) Need another door action? (pause) Hit the call button again. (pause) I\u0019ll tie it to the record.",
      "nextLine": "",
      "revisedLine": "Copy. I\u0019m ending the call. (pause) Need another door action? (pause) Hit the call button again. (pause) I\u0019ll tag it to the record.",
      "changeSummary": "Made it slightly more natural; preserved instructions and tying actions to the record."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_0",
      "priorLine": "(use) Press the call button.",
      "lineToEdit": "SECV remote attendance. (pause) Recorded line quality and liability, (pause) you know the deal. (pause) Tell me what\u0019s happening. (pause) so nobody gets hurt. (pause) and I don\u0019t end up writing it up.",
      "nextLine": "",
      "revisedLine": "SECV remote attendance. (pause) Recorded line\u0014quality, liability\u0014you know the deal. (pause) What\u0019s happening? (pause) Keep it tight so nobody gets hurt (pause) and I don\u0019t have to write it up.",
      "changeSummary": "More in-the-moment and less staged; kept recorded/liability and the injury/report pressure."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_ONSITE_1",
      "priorLine": "(ask) I\u0019m in the vestibule. What counts as \u001consite\u001d here?",
      "lineToEdit": "Vestibule doesn\u0019t count as onsite in the system.",
      "nextLine": "It\u0019s basically a buffer room. (pause) You\u0019re contained. (pause) Still not showing up as here.",
      "revisedLine": "Vestibule doesn\u0019t count as onsite in the system.",
      "changeSummary": "Line already sounded natural and direct; kept as-is."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_ONSITE_2",
      "priorLine": "Vestibule doesn\u0019t count as onsite in the system.",
      "lineToEdit": "It\u0019s basically a buffer room. (pause) You\u0019re contained. (pause) Still not showing up as here.",
      "nextLine": "Onsite means a timestamp (pause) and an accountable name (pause) in the log. (pause) If I can't tie door action to it, (pause) I can't open it.",
      "revisedLine": "It\u0019s a buffer room. (pause) You\u0019re contained in there. (pause) System still doesn\u0019t see you as \u0018here\u0019.",
      "changeSummary": "Made it less explanatory and more immediate; preserved the buffer/contained/not-counting status."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_ONSITE_3",
      "priorLine": "It\u0019s basically a buffer room. (pause) You\u0019re contained. (pause) Still not showing up as here.",
      "lineToEdit": "Onsite means a timestamp (pause) and an accountable name (pause) in the log. (pause) If I can't tie door action to it, (pause) I can't open it.",
      "nextLine": "",
      "revisedLine": "Onsite is a timestamp (pause) and a name the log will take. (pause) If I can't tie the door to that, (pause) I can't open it.",
      "changeSummary": "Kept the same requirement; shifted to simpler, spoken shorthand focused on the log. | Shortened the third beat by removing “action” to meet the 8-word limit, without changing meaning."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_ROOM_1",
      "priorLine": "(ask) So what do I do with what\u0019s in this room?",
      "lineToEdit": "Use what\u0019s there; get something Records accepts.",
      "nextLine": "A Presence Receipt. (pause) A stamp. (pause) A kiosk printout. (pause) Anything that gives me a legit condition (pause) to hang a door unlock on.",
      "revisedLine": "Use what\u0019s there. (pause) You need something Records accepts.",
      "changeSummary": "Broke it into more spoken fragments; preserved instruction to use the room to obtain Records-acceptable proof."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_ROOM_2",
      "priorLine": "Use what\u0019s there; get something Records accepts.",
      "lineToEdit": "A Presence Receipt. (pause) A stamp. (pause) A kiosk printout. (pause) Anything that gives me a legit condition (pause) to hang a door unlock on.",
      "nextLine": "I help when there\u0019s paper. Can\u0019t be it.",
      "revisedLine": "A Presence Receipt. (pause) A stamp. (pause) A kiosk printout. (pause) Anything I can point to in the log (pause) when I hit the door.",
      "changeSummary": "Kept the same examples; reframed around log-cover instead of formal justification."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_ROOM_3",
      "priorLine": "A Presence Receipt. (pause) A stamp. (pause) A kiosk printout. (pause) Anything that gives me a legit condition (pause) to hang a door unlock on.",
      "lineToEdit": "I help when there\u0019s paper. Can\u0019t be it.",
      "nextLine": "",
      "revisedLine": "Give me paper. I can help. (pause) Without it I can’t be the one.",
      "changeSummary": "More natural and defensive; preserved the boundary that help requires paperwork. | Removed commas to meet the max_commas limit; kept meaning and cadence."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_BADGES_1",
      "priorLine": "(ask) I found old badges and a sign-in sheet. Does that help?",
      "lineToEdit": "Like any blank form, it takes a mark.",
      "nextLine": "It won\u0019t authorize you. (pause) But it gives you something on record. (pause) Later you can say: I followed procedure. (pause) Sort of.",
      "revisedLine": "Blank forms don’t do much until marked.",
      "changeSummary": "Made it sound like offhand, practical speech; kept the same point about making a record. | Condensed the line from 12 to 7 words while keeping the same meaning."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_BADGES_2",
      "priorLine": "Like any blank form, it takes a mark.",
      "lineToEdit": "It won\u0019t authorize you. (pause) But it gives you something on record. (pause) Later you can say: I followed procedure. (pause) Sort of.",
      "nextLine": "If you can get a Records marker (pause) onto one of those\u0014stamp or kiosk or whatever\u0014(pause) then I can treat you as accountable (pause) and run doors.",
      "revisedLine": "It won’t authorize you. (pause) But it’s something on paper. (pause) Later you can still say you signed in. (pause) Sort of.",
      "changeSummary": "Less preachy, more pragmatic; preserved the lack of authorization and the value as a minimal trail. | Shortened the third beat to 8 words by replacing “at least” with “still,” keeping the meaning intact."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_BADGES_3",
      "priorLine": "It won\u0019t authorize you. (pause) But it gives you something on record. (pause) Later you can say: I followed procedure. (pause) Sort of.",
      "lineToEdit": "If you can get a Records marker (pause) onto one of those\u0014stamp or kiosk or whatever\u0014(pause) then I can treat you as accountable (pause) and run doors.",
      "nextLine": "Understood.",
      "revisedLine": "If you can get a Records marker (pause) onto one of those stamp or kiosk things (pause) then I can treat you as accountable (pause) and run doors.",
      "changeSummary": "Minor tightening; preserved the Records marker requirement and resulting ability to run doors. | Removed extra commas by swapping the list for “stamp or kiosk things,” kept pauses and meaning intact, and cleaned the stray character."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_OLEA_1",
      "priorLine": "(persuade) I\u0019m OLEA. I\u0019m collecting closure artifacts. You can note me as present.",
      "lineToEdit": "I can log that you called. (pause) I can\u0019t log you onsite from this box.",
      "nextLine": "That onsite flag comes from Records. (pause) Or the kiosk workflow. (pause) It\u0019s database fields. (pause) Not something I can take on faith. (pause) Over audio.",
      "revisedLine": "I can log that you called. (pause) I can\u0019t log you onsite from this box.",
      "changeSummary": "Already clipped and defensive; kept as-is."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_OLEA_2",
      "priorLine": "I can log that you called. (pause) I can\u0019t log you onsite from this box.",
      "lineToEdit": "That onsite flag comes from Records. (pause) Or the kiosk workflow. (pause) It\u0019s database fields. (pause) Not something I can take on faith. (pause) Over audio.",
      "nextLine": "If I mark you present without it (pause) the audit trail points at me. (pause) I'm only cleared to respond (pause) to a record, not create one.",
      "revisedLine": "That onsite flag has to come from Records. (pause) Or the kiosk workflow. (pause) It\u0019s database fields. (pause) I\u0019m not taking it on faith over audio.",
      "changeSummary": "More spoken, less formal; preserved the source of the onsite flag and refusal to rely on audio."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_OLEA_3",
      "priorLine": "That onsite flag comes from Records. (pause) Or the kiosk workflow. (pause) It\u0019s database fields. (pause) Not something I can take on faith. (pause) Over audio.",
      "lineToEdit": "If I mark you present without it (pause) the audit trail points at me. (pause) I'm only cleared to respond (pause) to a record, not create one.",
      "nextLine": "",
      "revisedLine": "If I mark you present without it, (pause) the audit trail points straight at me. (pause) I\u0019m cleared to respond to a record\u0014(pause) not create one.",
      "changeSummary": "Kept the same audit/liability point; made cadence more stressed and conversational."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_MIN_1",
      "priorLine": "(ask) Fine. Minimum requirement?",
      "lineToEdit": "Minimum: name/date/type; site=onsite; Records authority marker.",
      "nextLine": "Stamp is best. (pause) Kiosk receipt works. (pause) Handwritten note: people love it. (pause) It falls apart fast if anyone pushes.",
      "revisedLine": "Minimum? Name. Date. Type. (pause) Site’s set to onsite. (pause) And a Records authority marker.",
      "changeSummary": "Turned the list into natural speech; preserved all minimum fields. | Removed extra commas by splitting “Name, date, type” into short sentences; corrected the apostrophe in “Site’s.”"
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_MIN_2",
      "priorLine": "Minimum: name/date/type; site=onsite; Records authority marker.",
      "lineToEdit": "Stamp is best. (pause) Kiosk receipt works. (pause) Handwritten note: people love it. (pause) It falls apart fast if anyone pushes.",
      "nextLine": "",
      "revisedLine": "Stamp is cleanest. (pause) Kiosk receipt works. (pause) Handwritten note\u0014people love it. (pause) It falls apart the second anyone pushes.",
      "changeSummary": "More conversational and slightly cynical; kept the same hierarchy (stamp/kiosk/note) and fragility warning."
    },
    {
      "scene": "SCN_SCN-079.json",
      "id": "N_SECV_ENDCALL_1",
      "priorLine": "(multiple) ((leave) End call.) ((leave) End call.) ((leave) End call.)",
      "lineToEdit": "Okay. (pause) Call me back when you're marked onsite. (pause) I know you're boxed in right now. (pause) Stay safe.",
      "nextLine": "",
      "revisedLine": "Okay. (pause) Call me back when you\u0019re marked onsite. (pause) I know you\u0019re boxed in right now. (pause) Watch yourself.",
      "changeSummary": "Kept the same instruction and acknowledgement of being boxed in; made the safety line more spoken."
    }
  ]
}