{
  "nodes": [
    {
      "scene": "SCN_SCN-060.json",
      "id": "N_SUP_HOLD",
      "priorLine": "Interconnection Bay Staging: a bright, over-labeled room pretending it\u0019s temporary. (pause)\nThe AMR reader loop hums with the confidence of something never cross-examined. (pause)\nA clipboard station sits under a sign: PLEASE PRINT, as if handwriting is the primary hazard.",
      "lineToEdit": "Hold up. (pause) Hands off a sec. (pause) I need the work envelope. (pause) Three items in there. (pause) In front of me. (pause) If it's not in the file, (pause) it didn't happen.",
      "nextLine": "Alright, IWO's on the sheet. (pause) Slot token's here. (pause) AMR's issued. (pause) Good. We stage. (pause) Keep calling it staging.",
      "revisedLine": "Hold up. (pause) Hands off. (pause) I need the work envelope. (pause) Three items. (pause) Put 'em right here. (pause) If it\u0019s not in the file, (pause) I can\u0019t back it.",
      "changeSummary": "Made the stop/order feel immediate and liability-driven; kept the same demand for the work envelope and file requirement without sounding like a slogan."
    },
    {
      "scene": "SCN_SCN-060.json",
      "id": "N_SUP_PREREQ",
      "priorLine": "Hold up. (pause) Hands off a sec. (pause) I need the work envelope. (pause) Three items in there. (pause) In front of me. (pause) If it's not in the file, (pause) it didn't happen.",
      "lineToEdit": "Alright, IWO's on the sheet. (pause) Slot token's here. (pause) AMR's issued. (pause) Good. We stage. (pause) Keep calling it staging.",
      "nextLine": "",
      "revisedLine": "Okay. IWO\u0019s on the sheet. (pause) Slot token\u0019s here. (pause) AMR\u0019s issued. (pause) Fine. We stage. (pause) Call it staging and move.",
      "changeSummary": "Tightened phrasing and added impatience while preserving the same checklist confirmations and the insistence on calling it staging."
    },
    {
      "scene": "SCN_SCN-060.json",
      "id": "N_SUP_MISSING",
      "priorLine": "ask: What\u0019s missing?",
      "lineToEdit": "Nothing's missing. (pause)\nIt's just not on the page yet\u0014in order. (pause)\nClip the AMR into the reader loop. (pause)\nSeat the dummy mass. (pause)\nThen set the test load panel. (pause)\nThen initial at the clipboard station. (pause)\nI need something I can point to. (pause)\nIn review.",
      "nextLine": "",
      "revisedLine": "Nothing’s missing. (pause)\nIt’s just not in order on the page. (pause)\nAMR into the reader loop. (pause)\nSeat the dummy mass. (pause)\nThen set the test load panel. (pause)\nThen initial at the clipboard station. (pause)\nI need a clean line to point at (pause)\nwhen review hits.",
      "changeSummary": "Kept the same sequence and paperwork motive, but made it sound like a stressed supervisor trying to keep the record clean. | Shortened the second beat to 8 words by rephrasing “not on the page in order yet” to “not in order on the page,” keeping the same meaning."
    },
    {
      "scene": "SCN_SCN-060.json",
      "id": "N_SUP_BALANCED",
      "priorLine": "ask: Define \u001cbalanced.\u001d",
      "lineToEdit": "Balanced: test load stays inside tolerance (pause) for the phase-lock window. (pause) That\u0019s the maintenance window. (pause) We just watch it stay in spec (pause) while it does its thing. (pause) And don\u0019t put \"trigger\" in anyone\u0019s mouth (pause) depositions love that word.",
      "nextLine": "",
      "revisedLine": "Balanced means the test load stays in tolerance (pause) through the phase-lock window. (pause) Maintenance window, yeah. (pause) We just watch it hold. (pause) And don\u0019t throw \u001ctrigger\u001d around\u0014 (pause) depositions love that word.",
      "changeSummary": "Reduced the lecture-y cadence while keeping the exact technical definition and the warning about the word \u001ctrigger\u001d."
    },
    {
      "scene": "SCN_SCN-060.json",
      "id": "N_SUP_RUNNING",
      "priorLine": "ask: It looks like it\u0019s already running.",
      "lineToEdit": "Yeah, it runs. (pause)\nJust don't say 'already'. (pause)\nPeople hear that and start asking why. (pause)\nIt 'should' have stopped. (pause)\nYou're here to correct routing\u0014reverse\u0014with authorization.",
      "nextLine": "",
      "revisedLine": "Yeah, it runs. (pause)\nJust don\u0019t say \u001calready.\u001d (pause)\nThat word makes people start asking why. (pause)\nIt was supposed to be stopped. (pause)\nYou\u0019re here to correct routing\u0014reverse\u0014 (pause)\nwith authorization.",
      "changeSummary": "Kept the same facts and instruction, but made it more reactive and word-avoidant under scrutiny pressure."
    },
    {
      "scene": "SCN_SCN-060.json",
      "id": "N_SUP_SHOW_AMR",
      "priorLine": "ask: Show me where you want the AMR.",
      "lineToEdit": "Brass oval at waist height. (pause) That\u0019s the reader loop. (pause)\nClip the AMR so the arrow (pause) points toward the hinge. (pause)\nIt\u0019ll read either way. (pause) Upside down makes the log (pause) look like you were winging it. (pause)\nAnd we\u0019ve had enough (pause) \u001cunexpected reflective behavior\u001d.",
      "nextLine": "",
      "revisedLine": "Brass oval at waist height. (pause) Reader loop. (pause)\nClip the AMR. (pause) Arrow points toward the hinge. (pause)\nYeah, it reads either way. (pause)\nUpside down makes the log look like guessing. (pause)\nAnd we've had enough. (pause)\n\"unexpected reflective behavior\".",
      "changeSummary": "Preserved placement and arrow direction details; swapped formal phrasing for a brisk, defensive log-focused warning. | Removed extra comma, split the AMR instruction into two beats to avoid pausing mid-sentence, shortened the upside-down beat to 8 words, and fixed the corrupted apostrophe/quotes."
    },
    {
      "scene": "SCN_SCN-060.json",
      "id": "N_SUP_PAPERWORK",
      "priorLine": "show: Show the IWO, token, and AMR issuance record.",
      "lineToEdit": "I don\u0019t sign off on this. (pause) I log what\u0019s valid and in what order. (pause) If it\u0019s going to survive review (pause) it needs to read like wallpaper.",
      "nextLine": "",
      "revisedLine": "I\u0019m not signing off. (pause) I\u0019m logging what\u0019s valid\u0014and the order. (pause) If it\u0019s going to survive review, (pause) it needs to read like wallpaper.",
      "changeSummary": "Kept the same role boundary and review concern; made the delivery tighter and more irritated."
    },
    {
      "scene": "SCN_SCN-060.json",
      "id": "N_SUP_WORK",
      "priorLine": "use: Let me work.",
      "lineToEdit": "Work. Sure. (pause) Stay in sequence. (pause)\nWatch what you say at the equipment. (pause)\nThe machine won\u0019t care. (pause) But somebody will.",
      "nextLine": "",
      "revisedLine": "Work. Sure. (pause) Stay in sequence. (pause)\nWatch what you say at the equipment. (pause)\nThe machine won\u0019t care. (pause)\nThe record will.",
      "changeSummary": "Maintained permission + constraints; sharpened the liability angle by tying it directly to the record."
    },
    {
      "scene": "SCN_SCN-060.json",
      "id": "N_SUP_PERSUADE_PASS",
      "priorLine": "",
      "lineToEdit": "You're OLEA. (pause)\nSo you want me to clear you. (pause)\nI can confirm what's on the sheet. (pause)\nAMR recognized. Token present. IWO valid. (pause)\nYou finish the checklist. (pause)\nLoad hits staging tolerance. (pause)\nI confirm that too. (pause)\nThat opens the next door. (pause)\nWithout landing me in a hearing.",
      "nextLine": "",
      "revisedLine": "You're OLEA. (pause)\nSo yeah. You want me to clear you. (pause)\nI can confirm what's on the sheet. (pause)\nAMR recognized. Token present. IWO valid. (pause)\nYou finish the checklist. (pause)\nLoad hits staging tolerance. (pause)\nI confirm that. (pause)\nThat opens the next door. (pause)\nAnd I don't end up in a hearing.",
      "changeSummary": "Kept the same clearance conditions and sequence; made it sound like reluctant cooperation under hearing pressure. | Removed extra commas by splitting the second beat into two short sentences; fixed apostrophes."
    },
    {
      "scene": "SCN_SCN-060.json",
      "id": "N_SUP_PERSUADE_FAIL",
      "priorLine": "",
      "lineToEdit": "Clear me doesn't do anything here. (pause)\nRun the sequence. (pause)\nKeep the record clean. (pause)\nThen the door behaves.",
      "nextLine": "",
      "revisedLine": "Clearing you doesn\u0019t change anything here. (pause)\nRun the sequence. (pause)\nKeep the record clean. (pause)\nThen the door behaves.",
      "changeSummary": "Minimal change; softened the phrasing into more natural speech while preserving the same refusal and instruction."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_AMR_CLIPPED_SUP",
      "priorLine": "Tag seats with a small click.\nLoop chirps once\u0014polite, acknowledging a witness, not a worker.",
      "lineToEdit": "AMR recognized. (pause)\nI'm logging it. That's all. (pause)\nApproval lives elsewhere\u0014 not in this room.",
      "nextLine": "",
      "revisedLine": "AMR recognized. (pause)\nI\u0019m logging it. That\u0019s all. (pause)\nApproval\u0019s upstream.",
      "changeSummary": "Kept the same boundary (log vs approval) but trimmed the formality and made it more in-the-moment."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_AMR_ALREADY",
      "priorLine": "use: Check the AMR tag seating again.",
      "lineToEdit": "It's seated. Leave it. Fiddling just adds entries.",
      "nextLine": "",
      "revisedLine": "It\u0019s seated. Leave it. (pause) Fiddling just adds entries.",
      "changeSummary": "Kept meaning; added a beat to match the scene pacing and the speaker\u0019s impatience."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_AMR_AUTH",
      "priorLine": "ask: What does the AMR actually authorize?",
      "lineToEdit": "It puts your name on the touch (pause) when the logs print. (pause)\nIt tags the touch as maintenance (pause) so it doesn\u0019t read as interference. (pause)\nThe machine couldn\u0019t care less. (pause) Committees do.",
      "nextLine": "",
      "revisedLine": "It puts your name on the touch (pause)\nwhen the logs print. (pause)\nIt tags it as maintenance (pause)\nso it doesn\u0019t read as interference. (pause)\nThe machine couldn\u0019t care less. (pause)\nCommittees do.",
      "changeSummary": "Left the content intact; adjusted line breaks for a more spoken, pressured rhythm."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_AMR_ARROW",
      "priorLine": "ask: If it reads either way, why the arrow?",
      "lineToEdit": "Because the arrow keeps the log consistent. (pause)\nOne way. Every time. (pause)\nConsistent reads boring. (pause)\nBoring keeps the site open. (pause)\nLong enough to finish.",
      "nextLine": "",
      "revisedLine": "Arrow keeps the log consistent. (pause)\nOne way. Every time. (pause)\nBoring reads don\u0019t get flagged. (pause)\nFlags get the site shut. (pause)\nWe need time to finish.",
      "changeSummary": "Kept the same intent (consistency prevents scrutiny) while swapping the maxim-like phrasing for more practical, defensive language."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_DUMMY_SEATED_SUP",
      "priorLine": "You align the pins, lock the mass. The latch resists, then gives\u0014like deciding to cooperate.",
      "lineToEdit": "Dummy mass seated. (pause)\nWrite \u001cdummy\u001d on the form. (pause)\nDon\u0019t write \u001ccounterweight for non-local event.\u001d (pause)\nPeople panic. (pause)\nKeep your fingers out of the latch. (pause)\nIt bites.",
      "nextLine": "",
      "revisedLine": "Dummy mass seated. (pause)\nOn the form, write \u001cdummy.\u001d (pause)\nSkip \u001ccounterweight for non-local event.\u001d (pause)\nThat wording makes people twitchy. (pause)\nAnd keep your fingers out of the latch. (pause)\nIt bites.",
      "changeSummary": "Preserved the same instructions and warning; made the panic line sound more natural and situational."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_OOS_DUMMY",
      "priorLine": "use: Seat the dummy mass fixture now (out of sequence).",
      "lineToEdit": "No. (pause) AMR first. (pause) Touch the mass. (pause) Before the loop records you. (pause) It reads as untracked adjustment. (pause) Then it\u0019s \u001cinterference\u001d on paper.",
      "nextLine": "",
      "revisedLine": "No. (pause) AMR first. (pause)\nYou touch the mass (pause)\nbefore the reader loop catches you, (pause)\nit reads like an untracked adjustment. (pause)\nThen it\u0019s \u001cinterference\u001d on paper.",
      "changeSummary": "Kept the same out-of-sequence refusal and paper consequence; tightened wording and clarified the loop reference without adding facts."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_DUMMY_ALREADY",
      "priorLine": "use: Re-check the dummy mass latch.",
      "lineToEdit": "It\u0019s seated.\nDon\u0019t poke the latch again.",
      "nextLine": "",
      "revisedLine": "It\u0019s seated. (pause)\nDon\u0019t poke the latch again.",
      "changeSummary": "Minimal change; added pacing beat to match stressed, clipped delivery."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_DUMMY_UNITS",
      "priorLine": "ask: Who changed the units?",
      "lineToEdit": "Who knows. Different hands. Different decades. (pause) Don't chase it. (pause) Make the final number match. (pause) Make it match the last audited number. (pause) If the paperwork doesn't line up, (pause) I'm the one explaining it.",
      "nextLine": "",
      "revisedLine": "Who knows. Different hands. Different decades. (pause)\nDon't chase it. (pause)\nMake the final number match. (pause)\nMatch the last audited number. (pause)\nWhen the paperwork doesn't line up. (pause)\nI'm the one explaining it.",
      "changeSummary": "Kept the same refusal to investigate and the same audit target; made the cadence more spoken and slightly sharper. | Removed extra comma by splitting into shorter sentences; fixed apostrophe encoding."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_DUMMY_LIGHT",
      "priorLine": "ask: What happens if it\u0019s light?",
      "lineToEdit": "If it's light (pause) the system compensates. (pause) The report calls it 'instability'. (pause) That becomes questions. (pause) Then a budget line. (pause) Then visitors. (pause) Seat it to spec. (pause) I don't need visitors.",
      "nextLine": "",
      "revisedLine": "If it's light. (pause)\nThe system compensates. (pause)\nThe report spits out \"instability.\" (pause)\nThen it's questions then budget lines then visitors. (pause)\nSeat it to spec. (pause)\nI don't need visitors.",
      "changeSummary": "Preserved the exact consequence chain; made the language more irritated and less formal. | Removed extra commas to meet the max_commas limit. Tightened the first beat into a full sentence while keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_LOAD_SET_SUP",
      "priorLine": "You set toggles to the posted profile.\nThe panel vibrates faintly, like it\u0019s clearing its throat.",
      "lineToEdit": "Load engaged. (pause)\nFile reads \"controlled demand\" in correction. (pause)\nControlled: written down before you flipped anything. (pause)\nThat\u0019s what holds up.",
      "nextLine": "",
      "revisedLine": "Load engaged. (pause)\nFile wants \u001ccontrolled demand\u001d in correction. (pause)\n\u001cControlled\u001d means it was on paper (pause)\nbefore you flipped anything. (pause)\nThat\u0019s what holds up.",
      "changeSummary": "Kept the same terminology and rationale; shifted to quicker, more pressured shorthand."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_OOS_LOAD",
      "priorLine": "use: Set the test load now (out of sequence).",
      "lineToEdit": "Not yet.(pause) Mass first.(pause) Without the mass,(pause) that load profile looks intentional.(pause) Like a stress test.(pause) I\u0019m not putting my name near that.",
      "nextLine": "",
      "revisedLine": "Not yet. (pause) Mass first. (pause)\nWithout the mass, (pause)\nthat load profile looks intentional. (pause)\nLike a stress test. (pause)\nI\u0019m not putting my name near that.",
      "changeSummary": "Kept the same refusal and reasoning; cleaned spacing and made the rhythm more speakable."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_LOAD_ALREADY",
      "priorLine": "use: Re-check the toggle positions.",
      "lineToEdit": "It\u0019s set. (pause) Don\u0019t start tuning it. (pause) Or discoveries go in the log.",
      "nextLine": "",
      "revisedLine": "It\u0019s set. (pause) Don\u0019t start tuning it. (pause)\nEvery little \u001cdiscovery\u001d goes in the log.",
      "changeSummary": "Maintained the warning about adjustments creating log entries; made it more conversational and pointed."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_LOAD_PROFILE",
      "priorLine": "ask: What\u0019s the staging profile here?",
      "lineToEdit": "Enough load to keep the loop honest. (pause) Nothing that makes it show off. (pause)\nWe want readings that look like maintenance. (pause)\nOnce it reads like discovery, (pause) you get a liaison (pause) and a whole new vocabulary.",
      "nextLine": "",
      "revisedLine": "Enough load to keep the loop honest. (pause)\nNothing that makes it show off. (pause)\nWe need readings that look like maintenance. (pause)\nStart reading like discovery and (pause)\nyou get a liaison (pause)\nand a whole new vocabulary.",
      "changeSummary": "Kept the same staging intent and consequences; adjusted phrasing for a more in-the-moment, wary tone."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_LOAD_HEROIC",
      "priorLine": "ask: Who wrote \u001cheroic\u001d?",
      "lineToEdit": "Somebody got ambitious without authorization. (pause)\nSmart. Fast. (pause)\nNow they're a footnote, with a confidentiality clause. (pause)\nDon't do \"heroic\" in here.",
      "nextLine": "",
      "revisedLine": "Somebody got ambitious without authorization. (pause)\nSmart. Fast. (pause)\nNow they\u0019re a footnote with a confidentiality clause. (pause)\nDon\u0019t do \u001cheroic\u001d in here.",
      "changeSummary": "Mostly retained; removed a small pause/comma structure to sound less written while keeping the same warning and outcome."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_CLIP_INIT_SUP",
      "priorLine": "You initial in the box labeled TECH PRESENT.\nThe paper absorbs it greedily, like it\u0019s hungry.",
      "lineToEdit": "Good. (pause) Now I've got a clean line: (pause) You did it when you did it (pause) with valid authorizations in hand. (pause) That's staging. (pause) Keep it that small\u0014 (pause) anyone making it bigger is shopping (pause) for trouble.",
      "nextLine": "",
      "revisedLine": "Good. (pause) Now I\u0019ve got a clean line: (pause)\nyou did it when you did it (pause)\nwith valid authorizations in hand. (pause)\nStaging. (pause)\nKeep it that small\u0014 (pause)\nanything bigger turns into trouble.",
      "changeSummary": "Kept the same documentation purpose and warning; trimmed the moralizing phrasing into a more pragmatic, stressed delivery."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_OOS_CLIP",
      "priorLine": "use: Initial now (out of sequence).",
      "lineToEdit": "No. (pause) Put initials after the load is on record. (pause) Otherwise it reads like you signed the outcome.",
      "nextLine": "",
      "revisedLine": "No. (pause) Initial after the load\u0019s on record. (pause)\nOtherwise it reads like you signed the outcome.",
      "changeSummary": "Minor tightening; preserved the same sequencing rule and liability interpretation."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_CLIP_ALREADY",
      "priorLine": "use: Check the carbon copy alignment.",
      "lineToEdit": "You already initialed. (pause) Don\u0019t mark it twice. (pause) Then I\u0019ve got two timelines (pause) to reconcile.",
      "nextLine": "",
      "revisedLine": "You already initialed. (pause) Don\u0019t mark it twice. (pause)\nThen I\u0019ve got two timelines (pause)\nto reconcile.",
      "changeSummary": "Kept meaning; adjusted breaks to feel more spoken and annoyed."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_CLIP_SIGN",
      "priorLine": "ask: You going to sign too?",
      "lineToEdit": "I\u0019ll sign as observer. (pause)\nI saw the procedure, that\u0019s it. (pause)\nOutcomes stay off my paper unless Legal asks.",
      "nextLine": "",
      "revisedLine": "I\u0019ll sign as observer. (pause)\nI saw the procedure. That\u0019s it. (pause)\nOutcomes stay off my paper (pause)\nunless Legal asks.",
      "changeSummary": "Preserved the same boundary on responsibility; made it choppier and more defensive."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_CLIP_PROCEED",
      "priorLine": "ask: This is just to proceed to the aperture bay, right?",
      "lineToEdit": "It gets us into the next controlled area. (pause) Don\u0019t say \u001cjust.\u001d (pause) Aperture bay\u0019s an energized work zone. (pause) We\u0019re staying on task\u0014just farther in.",
      "nextLine": "",
      "revisedLine": "It gets us into the next controlled area. (pause)\nDon\u0019t say \u001cjust.\u001d (pause)\nAperture bay\u0019s an energized work zone. (pause)\nSame task\u0014 (pause)\njust farther in.",
      "changeSummary": "Kept the warning about wording and the energized work zone; made the last beat more natural and less slogan-like."
    },
    {
      "scene": "SCN_SCN-104.json",
      "id": "N_FINAL_SUP",
      "priorLine": "Staging indicators settle into a steady pattern, looking calm if you don\u0019t ask what it cost.",
      "lineToEdit": "Staging reads green.\n(pause)Test load is balanced.\n(pause)Proceed to the aperture bay.\n(pause)You\u0019ve initialed.\n(pause)On the way, keep the language boring.",
      "nextLine": "",
      "revisedLine": "Staging\u0019s green. (pause)\nTest load\u0019s balanced. (pause)\nProceed to the aperture bay. (pause)\nYou\u0019ve initialed. (pause)\nOn the way\u0014 (pause)\nkeep the language boring.",
      "changeSummary": "Maintained all status calls and instruction; tightened into a brisk, checklist-style send-off with a liability-aware final note."
    }
  ]
}