{
  "nodes": [
    {
      "scene": "SCN_SCN-005.json",
      "id": "N_CALLBOX_EAC_1",
      "priorLine": "The speaker pops. A breath. Then a voice that sounds like it’s already composing an email about this.",
      "lineToEdit": "External Assurance, line three—no, sorry, the box still labels it “Guard.”\nGo ahead. State your purpose in a sentence. Two if you must. It helps with comparability.",
      "nextLine": "",
      "revisedLine": "External Assurance line three—no, sorry. (pause) The box still labels it “Guard.” (pause) Go ahead. (pause) State your purpose in a sentence. (pause) Two if you must. (pause) It helps with comparability.",
      "changeSummary": "Split the line into shorter beats using (pause) so no beat exceeds 8 words. Replaced extra commas with punctuation/em dashes to keep total commas at 1 while preserving cadence and meaning."
    },
    {
      "scene": "SCN_SCN-005.json",
      "id": "N_EAC_ACCESS_1",
      "priorLine": "Ask: “I need access to the shack.”",
      "lineToEdit": "Access is not a single action. It’s a chain of custody.\nIf you mean “entry,” entry is governed by the site’s mothball status, which is—just to be clear—an operational posture, not abandonment.",
      "nextLine": "So the correct first step is to confirm whether the access control is functional enough to produce a record.\nTry your badge. If it fails, don’t repeat it more than twice. Repetition implies expectation, and expectation implies a test.\nTests imply scope.",
      "revisedLine": "Access isn't one action. (pause) It's chain of custody. (pause)\nIf you mean entry, (pause) it's governed by the site's mothball status. (pause)\nThat's operational posture. (pause) Not abandonment.",
      "changeSummary": "Split into short beats using (pause) to stay under 8 words per beat. Reduced commas to one by replacing comma-heavy clauses with shorter sentences and removing the parenthetical aside without changing meaning."
    },
    {
      "scene": "SCN_SCN-005.json",
      "id": "N_EAC_ACCESS_2",
      "priorLine": "Access is not a single action. It’s a chain of custody.\nIf you mean “entry,” entry is governed by the site’s mothball status, which is—just to be clear—an operational posture, not abandonment.",
      "lineToEdit": "So the correct first step is to confirm whether the access control is functional enough to produce a record.\nTry your badge. If it fails, don’t repeat it more than twice. Repetition implies expectation, and expectation implies a test.\nTests imply scope.",
      "nextLine": "The speaker waits with the patience of a form.",
      "revisedLine": "So the correct first step is (pause) confirm access control can log a record. (pause) Try your badge. (pause) If it fails, don’t repeat more than twice. (pause) Repetition implies expectation. (pause) Expectation implies a test. (pause) Tests imply scope.",
      "changeSummary": "Added (pause) breaks to keep each beat under 8 words, tightened wording without changing meaning, and removed the extra comma by splitting the expectation/test line into two sentences."
    },
    {
      "scene": "SCN_SCN-005.json",
      "id": "N_EAC_POWER_1",
      "priorLine": "Ask: “Card reader’s underpowered.”",
      "lineToEdit": "Underpowered is a strong word. I would say “intermittently energized.”\nWhich is consistent with mothball. Mothball doesn’t mean off. It means minimized.",
      "nextLine": "It may authenticate without actuating, yes. That’s actually preferable for us.\nAuthentication creates a timestamp. Actuation creates liability.",
      "revisedLine": "Underpowered is a strong word.(pause) I'd say “intermittently energized.”(pause) Consistent with mothball.(pause) Mothball isn't off.(pause) It's minimized.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words, trimmed phrasing, and removed the \"Which is\" construction while preserving meaning."
    },
    {
      "scene": "SCN_SCN-005.json",
      "id": "N_EAC_POWER_2",
      "priorLine": "Underpowered is a strong word. I would say “intermittently energized.”\nWhich is consistent with mothball. Mothball doesn’t mean off. It means minimized.",
      "lineToEdit": "It may authenticate without actuating, yes. That’s actually preferable for us.\nAuthentication creates a timestamp. Actuation creates liability.",
      "nextLine": "Static crackles, like someone shuffling papers.",
      "revisedLine": "It may authenticate without actuating, yes. (pause) That’s actually preferable for us. (pause) Authentication creates a timestamp. (pause) Actuation creates liability.",
      "changeSummary": "Inserted (pause) breaks so each beat stays under 8 words; kept wording and meaning the same."
    },
    {
      "scene": "SCN_SCN-005.json",
      "id": "N_EAC_ONSITE_1",
      "priorLine": "Ask: “Is anyone on-site?”",
      "lineToEdit": "“On-site” is geographic. “Present” is procedural.\nThere is no staffed guard function, if that’s what you’re asking. Staffing was removed under the continuity amendment—because the facility was considered stable.",
      "nextLine": "Stable in the sense of “not moving.” Not stable in the sense of “safe.” Different column.\nAssurance is remote. Contracted by your funders, not your office—just so we don’t muddle authority.\nI document deviations. I don’t authorize solutions.",
      "revisedLine": "“On-site” is geographic. (pause)\n“Present” is procedural. (pause)\nNo staffed guard function. (pause)\nIf that’s what you’re asking. (pause)\nStaffing was removed under the continuity amendment. (pause)\nBecause the facility was considered stable.",
      "changeSummary": "Split the line into short (pause) beats under 8 words, removed the comma, and kept only one explicit explainer (“Because”) while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-005.json",
      "id": "N_EAC_ONSITE_2",
      "priorLine": "“On-site” is geographic. “Present” is procedural.\nThere is no staffed guard function, if that’s what you’re asking. Staffing was removed under the continuity amendment—because the facility was considered stable.",
      "lineToEdit": "Stable in the sense of “not moving.” Not stable in the sense of “safe.” Different column.\nAssurance is remote. Contracted by your funders, not your office—just so we don’t muddle authority.\nI document deviations. I don’t authorize solutions.",
      "nextLine": "The call box hums, faintly pleased to be useful.",
      "revisedLine": "Stable as in “not moving.” (pause) Not stable as in “safe.” (pause) Different column. (pause)\nAssurance is remote. (pause) Contracted by your funders, not your office. (pause) So we don’t muddle authority. (pause)\nI document deviations. (pause) I don’t authorize solutions.",
      "changeSummary": "Split into short (pause) beats under 8 words, kept only one comma, and preserved meaning and cadence while tightening phrasing."
    },
    {
      "scene": "SCN_SCN-005.json",
      "id": "N_EAC_OLEA_PASS_1",
      "priorLine": "",
      "lineToEdit": "I hear you, and I’m not disputing your badge color.\nBut “actual access path” implies there is one sanctioned route, and if I say it out loud, it becomes discoverable.\nSo what I can do is: confirm what is not available, for your record.",
      "nextLine": "There is no on-site attendant. There is no remote door release.\nThe reader is budgeted to log attempts, not to drive the strike. That’s why it’s “intermittently energized.”\nIf you need entry, you’ll need a different mechanism than the reader.",
      "revisedLine": "I hear you, (pause) I’m not disputing your badge color. (pause) But “actual access path” implies one sanctioned route. (pause) If I say it aloud it’s discoverable. (pause) So I can confirm what’s not available. (pause) For your record.",
      "changeSummary": "Added (pause) breaks so each beat stays under 8 words. Removed extra commas by splitting into shorter sentences while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-005.json",
      "id": "N_EAC_OLEA_PASS_2",
      "priorLine": "I hear you, and I’m not disputing your badge color.\nBut “actual access path” implies there is one sanctioned route, and if I say it out loud, it becomes discoverable.\nSo what I can do is: confirm what is not available, for your record.",
      "lineToEdit": "There is no on-site attendant. There is no remote door release.\nThe reader is budgeted to log attempts, not to drive the strike. That’s why it’s “intermittently energized.”\nIf you need entry, you’ll need a different mechanism than the reader.",
      "nextLine": "Like a work order. Like a keyed override that may or may not exist where the signage claims it exists.\nLike—my personal favorite—routing your need through the pneumatic system, because then it becomes paper and everyone relaxes.",
      "revisedLine": "There is no on-site attendant. (pause) There is no remote door release. (pause) The reader is budgeted to log attempts. (pause) Not to drive the strike. (pause) So it’s “intermittently energized.” (pause) If you need entry, use another mechanism. (pause) Not the reader.",
      "changeSummary": "Split the text into short (pause) beats under 8 words, removed extra comma usage, and kept the same meaning with a similar clipped cadence."
    },
    {
      "scene": "SCN_SCN-005.json",
      "id": "N_EAC_OLEA_PASS_3",
      "priorLine": "There is no on-site attendant. There is no remote door release.\nThe reader is budgeted to log attempts, not to drive the strike. That’s why it’s “intermittently energized.”\nIf you need entry, you’ll need a different mechanism than the reader.",
      "lineToEdit": "Like a work order. Like a keyed override that may or may not exist where the signage claims it exists.\nLike—my personal favorite—routing your need through the pneumatic system, because then it becomes paper and everyone relaxes.",
      "nextLine": "The speaker clicks softly, as if it’s smiling.",
      "revisedLine": "Like a work order. (pause) Like a keyed override. (pause) It may or may not exist. (pause) Where the signage claims it exists. (pause) Like—my personal favorite—routing your need. (pause) Through the pneumatic system, because then it (pause) becomes paper. (pause) And everyone relaxes.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words; preserved meaning and cadence. Kept commas to 1 and retained only one explainer hit ('because')."
    },
    {
      "scene": "SCN_SCN-005.json",
      "id": "N_EAC_OLEA_FAIL_1",
      "priorLine": "",
      "lineToEdit": "I can’t validate authority from a call box.\nIf you want the conversation to be actionable, phrase it as an observation I can log, not an instruction I can transmit.",
      "nextLine": "",
      "revisedLine": "I can’t validate authority from a call box. (pause) Want this to be actionable? (pause) Phrase it as an observation I can log. (pause) Not an instruction I can transmit.",
      "changeSummary": "Split into shorter beats with (pause) breaks to meet max beat length. Removed commas by splitting clauses into separate sentences while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-005.json",
      "id": "N_EAC_CONFIRM_1",
      "priorLine": "Ask: “Confirm for the record: locked door, reader can log but not actuate.”",
      "lineToEdit": "Confirmed as stated: the door state is locked, and the reader’s power posture supports logging attempts without reliable actuation.\nThat is an acceptable boundary for outside documentation.",
      "nextLine": "",
      "revisedLine": "Confirmed as stated: door state is locked. (pause) The reader’s power posture supports logging attempts. (pause) Reliable actuation is not supported. (pause) This boundary is acceptable for outside documentation.",
      "changeSummary": "Split into short beats using (pause), removed the comma, and preserved the original meaning and formal cadence."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_RADIO_01",
      "priorLine": "Talk — Radio EAC liaison.",
      "lineToEdit": "Field Systems Specialist, hi—yes, I’m on.\nBefore you energize anything, we should capture the comparability basis.\nJust so we’re not later asked, “Comparable to what, specifically,” by someone who thinks specificity is an admission.",
      "nextLine": "Aux bring-up only.",
      "revisedLine": "Field Systems Specialist—hi. Yes. I’m on. (pause)\nBefore you energize anything. (pause)\nWe should capture the comparability basis. (pause)\nLater someone may ask. “Comparable to what. Specifically.” (pause)\nThey think specificity is an admission. (pause)",
      "changeSummary": "Split into short beats using (pause) to meet the 8-word limit. Removed commas by restructuring into shorter sentences while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_RADIO_02",
      "priorLine": "Aux bring-up only.",
      "lineToEdit": "Right, and “aux” is a word that means “minor” until it means “uncontrolled.”\nI’m not saying it will. I’m saying the record should show we asked the question.\nWhich is different from implying you were reckless.\nLegally.",
      "nextLine": "",
      "revisedLine": "Right. (pause) “Aux” reads “minor” until “uncontrolled.” (pause) I’m not saying it will. (pause) I’m saying the record should show we asked. (pause) That’s different from implying you were reckless. (pause) Legally.",
      "changeSummary": "Split the line into short beats using (pause) to meet the 8-word limit, tightened phrasing while keeping the same meaning, and removed commas."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_RADIO_ASK_02",
      "priorLine": "Comparable to what?",
      "lineToEdit": "Anything with auxiliary distribution in a decommissioning context.\nA hospital wing. A pumping station. An airport baggage system.\nNot because this is those—because those have checklists.\nIf we can borrow a checklist, we can borrow the liability posture.",
      "nextLine": "Also—small note—if you say “non-critical,” someone will ask, “Non-critical to whom?”\nPlease don’t answer that out loud. Put it in writing. Writing can be filed.",
      "revisedLine": "Anything with auxiliary distribution in decommissioning context. (pause)\nA hospital wing. (pause)\nA pumping station. (pause)\nAn airport baggage system. (pause)\nNot because this is those—because those have checklists. (pause)\nIf we can borrow a checklist (pause)\nwe can borrow the liability posture.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words, and removed commas to stay within the comma limit while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_RADIO_ASK_03",
      "priorLine": "Anything with auxiliary distribution in a decommissioning context.\nA hospital wing. A pumping station. An airport baggage system.\nNot because this is those—because those have checklists.\nIf we can borrow a checklist, we can borrow the liability posture.",
      "lineToEdit": "Also—small note—if you say “non-critical,” someone will ask, “Non-critical to whom?”\nPlease don’t answer that out loud. Put it in writing. Writing can be filed.",
      "nextLine": "",
      "revisedLine": "Also — small note.(pause) If you say “non-critical”.(pause) Someone will ask: “Non-critical to whom?”(pause) Please don’t answer that out loud.(pause) Put it in writing.(pause) Writing can be filed.",
      "changeSummary": "Split into short (pause) beats to meet max words. Removed commas by swapping to periods/colon while keeping the same meaning and cadence. | Added a pause after “small note” to shorten the first beat and keep each beat under 8 words without changing meaning."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_RADIO_PERSUADE_02",
      "priorLine": "I’ll note: temporary aux for label printing.",
      "lineToEdit": "Perfect. “Temporary” is a lovely word.\nIt implies an intention to stop, which is what we want on paper, even when the equipment disagrees.",
      "nextLine": "And “label printing” is mundane. Mundane is defensible.\nThank you for choosing the boring option.",
      "revisedLine": "Perfect. “Temporary” is a lovely word. (pause) It implies an intention to stop. (pause) That is what we want on paper. (pause) Even when the equipment disagrees.",
      "changeSummary": "Added (pause) breaks to keep each beat under 8 words. Removed commas and split the longer clause into short sentences while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_RADIO_PERSUADE_03",
      "priorLine": "Perfect. “Temporary” is a lovely word.\nIt implies an intention to stop, which is what we want on paper, even when the equipment disagrees.",
      "lineToEdit": "And “label printing” is mundane. Mundane is defensible.\nThank you for choosing the boring option.",
      "nextLine": "",
      "revisedLine": "And “label printing” is mundane. (pause) Mundane is defensible. (pause) Thank you for choosing the boring option.",
      "changeSummary": "Inserted two (pause) breaks to keep each beat under 8 words; no meaning or tone changes."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_RADIO_SHOW_02",
      "priorLine": "I’ll send photos.",
      "lineToEdit": "Great—include the sticker that says “DO NOT RELABEL.”\nThat’s not a problem, it’s a history.\nHistory is admissible.",
      "nextLine": "Also get the placard that says “Non-critical per Facilities.”\nI don’t agree with it, but I respect that it exists.\nExistence is half of compliance.",
      "revisedLine": "Great—include the sticker. (pause) It says “DO NOT RELABEL.” (pause) Not a problem. (pause) It’s a history. (pause) History is admissible.",
      "changeSummary": "Split into shorter beats using (pause) and removed the comma by breaking “That’s not a problem, it’s a history” into two sentences; meaning preserved."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_RADIO_SHOW_03",
      "priorLine": "Great—include the sticker that says “DO NOT RELABEL.”\nThat’s not a problem, it’s a history.\nHistory is admissible.",
      "lineToEdit": "Also get the placard that says “Non-critical per Facilities.”\nI don’t agree with it, but I respect that it exists.\nExistence is half of compliance.",
      "nextLine": "",
      "revisedLine": "Also get a placard: “Non-critical per Facilities.” (pause)\nI don’t agree with it. (pause)\nBut I respect that it exists. (pause)\nExistence is half of compliance.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words, and lightly adjusted wording while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_RADIO_LEAVE_02",
      "priorLine": "Proceeding.",
      "lineToEdit": "Understood.\nFor the record, I did advise capturing comparability.\nNot because you need advice. Because I need timestamps.",
      "nextLine": "",
      "revisedLine": "Understood. (pause)\nFor the record, I did advise. (pause)\nCapturing comparability. (pause)\nNot because you need advice. (pause)\nBecause I need timestamps.",
      "changeSummary": "Split the line into shorter beats using (pause) so no beat exceeds 8 words; kept the single comma and preserved the two 'because' statements without adding new explainers."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_RADIO_OLEA_02",
      "priorLine": "Record: standard aux verification. OLEA closure checklist.",
      "lineToEdit": "Yes—good. If it’s in your checklist, it becomes “industry practice” by proximity.\nThat’s not how physics works.\nBut it is how funding works.",
      "nextLine": "Proceed, and I’ll annotate: “Energization limited to small systems for documentation readiness.”\nWhich is a sentence that sounds like it came from a person with a budget.",
      "revisedLine": "Yes—good. (pause) If it’s on your checklist— (pause) it becomes “industry practice,” by proximity. (pause) That’s not how physics works. (pause) But it is how funding works.",
      "changeSummary": "Added (pause) breaks to keep each beat under 8 words; replaced the first comma with an em dash to stay within 1 comma while keeping the conditional meaning intact."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_RADIO_OLEA_03",
      "priorLine": "Yes—good. If it’s in your checklist, it becomes “industry practice” by proximity.\nThat’s not how physics works.\nBut it is how funding works.",
      "lineToEdit": "Proceed, and I’ll annotate: “Energization limited to small systems for documentation readiness.”\nWhich is a sentence that sounds like it came from a person with a budget.",
      "nextLine": "",
      "revisedLine": "Proceed, and I’ll annotate. (pause) “Energization limited to small systems” (pause) “for documentation readiness.” (pause) Which is a sentence that sounds like (pause) it came from a person with a (pause) budget.",
      "changeSummary": "Added pauses to keep each beat under 8 words. Kept meaning and tone while limiting commas to one."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_THROW_04",
      "priorLine": "A small ventilation fan starts somewhere behind the wall, not fast, just determined.\nThe label maker cradle blinks, then holds steady: charging.",
      "lineToEdit": "I heard that—through the line, not the air. The audio spike.\nThat’s fine. That’s normal.\nWe’ll call it “auxiliary loads coming online,” not “systems waking up,” because “waking” implies prior awareness.",
      "nextLine": "Aux live.",
      "revisedLine": "I heard that—through the line. Not the air. (pause) The audio spike. (pause)\nThat’s fine. (pause) That’s normal. (pause)\nWe’ll call it “auxiliary loads coming online.” (pause)\nNot “systems waking up.” (pause)\nBecause “waking” implies prior awareness.",
      "changeSummary": "Inserted (pause) breaks to keep beats under 8 words, removed commas to meet the 1-comma limit, and kept a single explainer (“Because”) while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-012.json",
      "id": "N_THROW_05",
      "priorLine": "Aux live.",
      "lineToEdit": "Great.\nI’ll mark: limited energization achieved for documentation tools and minor services.\nWhich is—again—not me taking operational credit.\nIt’s me taking narrative responsibility. There’s a difference.",
      "nextLine": "The panel stays steady. The facility doesn’t react.\nThat almost feels like a relief, which is not a metric you can file.",
      "revisedLine": "Great. (pause)\nI’ll mark: limited energization achieved. (pause)\nFor documentation tools and minor services. (pause)\nAgain—not me taking operational credit. (pause)\nMe taking narrative responsibility. (pause)\nThere’s a difference.",
      "changeSummary": "Split the line into shorter beats with (pause) markers to keep each beat under 8 words, and tightened phrasing by removing the “Which is—” lead-in while preserving the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-023.json",
      "id": "LIAISON_NO_ACCUSATION",
      "priorLine": "(ask) Who covered it?",
      "lineToEdit": "That is not— for the record— an accusation we can house.\nIt’s a process question. Who is the responsible custodian of the code display artifact.\nBecause if we don’t have that, we can’t establish comparability.",
      "nextLine": "Comparability to what?",
      "revisedLine": "That is not an accusation. (pause) For the record. (pause) We cannot house it. (pause) It is a process question. (pause) Who is the responsible custodian (pause) of the code display artifact. (pause) Because without that (pause) we cannot establish comparability.",
      "changeSummary": "Split the line into short beats with (pause) markers, removed dashes, and kept meaning while staying under comma and explainer limits."
    },
    {
      "scene": "SCN_SCN-023.json",
      "id": "LIAISON_EXPLAIN_COMPARABILITY",
      "priorLine": "Comparability to what?",
      "lineToEdit": "To any other copier lockout event that did not become a—\n—a finding. I’m not predicting a finding. I’m saying the absence of a custodian reads like one.",
      "nextLine": "The sticker does not answer.",
      "revisedLine": "To any other copier lockout event (pause) that didn’t become a— (pause) —a finding. (pause) I’m not predicting a finding. (pause) I’m saying the absence of a custodian (pause) reads like one.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words while preserving the original phrasing, tone, and meaning."
    },
    {
      "scene": "SCN_SCN-023.json",
      "id": "LIAISON_RESTRAINT",
      "priorLine": "Not like this.",
      "lineToEdit": "Thank you. That— that restraint matters.\n‘Peeling’ becomes ‘altering’ the moment someone needs it to.",
      "nextLine": "",
      "revisedLine": "Thank you. That— that restraint matters. (pause) ‘Peeling’ becomes ‘altering’ (pause) the moment someone needs it to.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words; no meaning or tone changes."
    },
    {
      "scene": "SCN_SCN-023.json",
      "id": "LIAISON_BYPASS_WARNING",
      "priorLine": "Okay.",
      "lineToEdit": "Just to be clear: repeated failed entries can be construed as ‘bypass attempts.’\nNot by me. By the kind of person who writes training modules.",
      "nextLine": "",
      "revisedLine": "Just to be clear: repeated failed entries can (pause) be construed as ‘bypass attempts.’ (pause) Not by me. (pause) By the kind of person (pause) who writes training modules.",
      "changeSummary": "Added pauses to keep each beat under 8 words; kept meaning and cadence; avoided extra commas and explainer phrases."
    },
    {
      "scene": "SCN_SCN-023.json",
      "id": "LIAISON_TAG_IS_BETTER",
      "priorLine": "The label prints with a slow mechanical confidence. The letters are crisp, almost smug.\nYou now have a tag that looks like permission.",
      "lineToEdit": "That is… better.\nBecause now it’s not ‘tampering,’ it’s ‘controlled access under temporary condition.’\nWhich is a category we can at least pretend exists.",
      "nextLine": "",
      "revisedLine": "That is… better. (pause)\nBecause now it’s not “tampering.” (pause)\nIt’s “controlled access under temporary condition.” (pause)\nWhich is a category we can pretend exists.",
      "changeSummary": "Added (pause) breaks and split the long sentence into shorter beats under 8 words each. Removed the comma after “tampering” to stay within the comma limit, while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-023.json",
      "id": "LIAISON_VOID_TRIGGERS",
      "priorLine": "The label prints: VOID. It’s extremely official-looking for something with no authority.\nIt will not solve the locked copier.",
      "lineToEdit": "Please don’t. ‘VOID’ triggers people.\nIt’s a word that makes objects into evidence.",
      "nextLine": "",
      "revisedLine": "Please don’t. ‘VOID’ triggers people. It’s a word. (pause) It turns objects into evidence.",
      "changeSummary": "Split the final sentence into two beats with a pause and rephrased “that makes” to “It turns” to keep meaning while meeting the 8-word beat limit."
    },
    {
      "scene": "SCN_SCN-023.json",
      "id": "LIAISON_NOTE_NO_DESTRUCTION",
      "priorLine": "You enter the code. The copier accepts it immediately, as if it was never meant to be a secret.\nThe screen changes to READY.",
      "lineToEdit": "And we will note: access was achieved without destruction of the underlying record.\nThe underlying record being— the code. Not the sticker. Stickers are… contentious.",
      "nextLine": "The machine warms up. The room smells faintly of hot toner and old decisions.",
      "revisedLine": "And we will note: access was achieved (pause) without destruction of the underlying record. (pause) The underlying record being— the code. (pause) Not the sticker. (pause) Stickers are… contentious.",
      "changeSummary": "Inserted pauses to keep each beat under 8 words; preserved wording, meaning, and cadence; no commas added and no explainer phrases introduced."
    },
    {
      "scene": "SCN_SCN-027.json",
      "id": "LIAISON_TALK_1",
      "priorLine": "There’s no one to answer.\nBut the Finding Slip has a “Liaison Notes” section, written in a voice that expects compliance.",
      "lineToEdit": "For closure purposes, we need a comparable event category.\nI’m not saying it is an incident. I’m saying if it were treated as one, the documentation trail would be defensible.\nAnd defensible is the point. Not dramatic. Not… creative.",
      "nextLine": "You can resolve this in one of three ways, which is generous, frankly:\n1) Attach an incident page. A plain narrative. What happened, what you observed, what you did. No speculation.\n2) Attach a waiver. Someone with authority accepts the residual risk. Not you. Not me.\n3) Attach a no-anomaly test printout from Operations. If Ops can certify nothing anomalous occurred during a controlled run, the finding downgrades to “documentation variance.”\nWhich is a real category. It exists in the framework. That’s what we need.",
      "revisedLine": "For closure we need a comparable event category. (pause)\nI’m not saying it’s an incident. (pause)\nI’m saying if it were treated as one. (pause)\nThe documentation trail would be defensible. (pause)\nDefensible is the point. (pause)\nNot dramatic. (pause)\nNot… creative.",
      "changeSummary": "Inserted (pause) breaks to keep each beat ≤8 words, removed the comma, and preserved the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-027.json",
      "id": "LIAISON_TALK_2",
      "priorLine": "For closure purposes, we need a comparable event category.\nI’m not saying it is an incident. I’m saying if it were treated as one, the documentation trail would be defensible.\nAnd defensible is the point. Not dramatic. Not… creative.",
      "lineToEdit": "You can resolve this in one of three ways, which is generous, frankly:\n1) Attach an incident page. A plain narrative. What happened, what you observed, what you did. No speculation.\n2) Attach a waiver. Someone with authority accepts the residual risk. Not you. Not me.\n3) Attach a no-anomaly test printout from Operations. If Ops can certify nothing anomalous occurred during a controlled run, the finding downgrades to “documentation variance.”\nWhich is a real category. It exists in the framework. That’s what we need.",
      "nextLine": "Why now?",
      "revisedLine": "You can resolve this three ways. (pause)\nIt is generous frankly. (pause)\n1) Attach an incident page. (pause)\nPlain narrative. (pause)\nWhat happened. (pause)\nWhat you observed. (pause)\nWhat you did. (pause)\nNo speculation. (pause)\n2) Attach a waiver. (pause)\nSomeone with authority accepts residual risk. (pause)\nNot you. (pause)\nNot me. (pause)\n3) Attach a no-anomaly test printout. (pause)\nFrom Operations. (pause)\nOps certifies nothing anomalous occurred. (pause)\nDuring a controlled run. (pause)\nThen the finding downgrades. (pause)\nTo “documentation variance.” (pause)\nReal category. (pause)\nIt exists in the framework. (pause)\nThat is what we need.",
      "changeSummary": "Split the long sentence into short beats with (pause) to meet the 8-word limit. Removed commas and rewrote the opening clause to avoid 'which' phrasing while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-027.json",
      "id": "LIAISON_TALK_3",
      "priorLine": "Why now?",
      "lineToEdit": "Because now is when you’re trying to sign.\nBefore sign-off, this is “ongoing work.” After sign-off, it becomes “a closed site with an open question,” which is how careers become collaborative.\nI’m not threatening you. I’m describing the behavior of institutions.",
      "nextLine": "",
      "revisedLine": "Now is when you’re trying to sign. (pause) Before sign-off this is “ongoing work.” (pause) After sign-off it becomes “a closed site (pause) with an open question.” (pause) That’s how careers become collaborative. (pause) I’m not threatening you. (pause) I’m describing institutional behavior.",
      "changeSummary": "Removed the opening “Because” to cut explainer hits, removed commas to meet the comma limit, and added (pause) breaks so each beat stays under 8 words without changing meaning."
    },
    {
      "scene": "SCN_SCN-027.json",
      "id": "LIAISON_ASK_COMPARABLE",
      "priorLine": "ask: “Comparable to what?”",
      "lineToEdit": "Exactly. That’s the issue.\nIf you tell me it’s comparable to a reflection event, I can anchor it to prior guidance.\nIf you tell me it’s comparable to equipment drift, I can anchor it to calibration controls.\nIf you tell me it’s comparable to a near-miss, I can anchor it to safety reporting.\nI’m not asking you to be poetic. I’m asking you to pick the least-wrong shelf.",
      "nextLine": "And if I don’t.",
      "revisedLine": "Exactly. That’s the issue. (pause)\nTell me it matches a reflection event. (pause)\nThen I anchor it to prior guidance. (pause)\nTell me it matches equipment drift. (pause)\nThen I anchor it to calibration controls. (pause)\nTell me it matches a near-miss. (pause)\nThen I anchor it to safety reporting. (pause)\nI’m not asking for poetry. (pause)\nPick the least-wrong shelf.",
      "changeSummary": "Broke the long block into short beats with (pause) markers, removed commas, and tightened the repeated phrasing while keeping the same comparisons and intent."
    },
    {
      "scene": "SCN_SCN-027.json",
      "id": "LIAISON_ASK_COMPARABLE_END",
      "priorLine": "And if I don’t.",
      "lineToEdit": "Then it stays open.\nOpen things don’t close themselves. They just change custodians.",
      "nextLine": "The slip sits in the tray, perfectly patient.",
      "revisedLine": "Then it stays open. (pause) Open things don’t close themselves. (pause) They just change custodians.",
      "changeSummary": "Inserted (pause) breaks so each beat stays under 8 words; meaning unchanged."
    },
    {
      "scene": "SCN_SCN-027.json",
      "id": "LIAISON_ASK_AUTH",
      "priorLine": "ask: “Who authorized the finding?”",
      "lineToEdit": "Authorization is a strong word. I issued it under the assurance engagement scope.\nWhich is not operational authority.\nIt’s documentation gravity. Different instrument. Same outcome.",
      "nextLine": "If it helps: your funders want evidence you followed the checklist, not evidence you understood the machine.\nThose are separate deliverables. I don’t decide that. I just format it.",
      "revisedLine": "Authorization is a strong word. (pause) Issued under the assurance engagement scope. (pause) Not operational authority. (pause) Documentation gravity. (pause) Different instrument. Same outcome.",
      "changeSummary": "Split into short beats with (pause), removed 'Which is' to avoid an explainer hit, and kept wording aligned to the original meaning with no commas."
    },
    {
      "scene": "SCN_SCN-027.json",
      "id": "LIAISON_ASK_AUTH_2",
      "priorLine": "Authorization is a strong word. I issued it under the assurance engagement scope.\nWhich is not operational authority.\nIt’s documentation gravity. Different instrument. Same outcome.",
      "lineToEdit": "If it helps: your funders want evidence you followed the checklist, not evidence you understood the machine.\nThose are separate deliverables. I don’t decide that. I just format it.",
      "nextLine": "The checklist binder remains open to the last page, like it’s waiting for your signature to become a mistake.",
      "revisedLine": "If it helps (pause) your funders want evidence (pause) you followed the checklist (pause) not evidence you understood the machine (pause) Those are separate deliverables (pause) I don’t decide that (pause) I just format it.",
      "changeSummary": "Split the line into short beats using (pause) so each beat stays under 8 words. Removed the comma to keep punctuation simple while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-027.json",
      "id": "LIAISON_DEFER_PASS",
      "priorLine": "",
      "lineToEdit": "If you have OLEA authority to defer assurance artifacts—formally, in writing—then I can mark this “administratively pending.”\nNot closed. Pending. Words matter.\nBecause if it’s closed and later re-opened, it reads like concealment, even when it isn’t.\nI’m protecting you from the shape of the allegation.",
      "nextLine": "But the closure sign-off remains blocked until an attachment exists.\nThat’s the point of the finding: it forces the attachment to exist while the people who remember the details are still alive and employed.",
      "revisedLine": "If you have OLEA authority (pause) to defer assurance artifacts (pause) then I can mark this (pause) “administratively pending.” (pause) Formally. In writing. (pause) Not closed. (pause) Pending. (pause) Words matter. (pause) Because if it’s closed (pause) and later re-opened (pause) it reads like concealment (pause) even when it isn’t. (pause) I’m protecting you (pause) from the shape of the allegation.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words, and removed commas by splitting “formally, in writing” into short sentences. Meaning and cadence preserved."
    },
    {
      "scene": "SCN_SCN-027.json",
      "id": "LIAISON_DEFER_PASS_2",
      "priorLine": "If you have OLEA authority to defer assurance artifacts—formally, in writing—then I can mark this “administratively pending.”\nNot closed. Pending. Words matter.\nBecause if it’s closed and later re-opened, it reads like concealment, even when it isn’t.\nI’m protecting you from the shape of the allegation.",
      "lineToEdit": "But the closure sign-off remains blocked until an attachment exists.\nThat’s the point of the finding: it forces the attachment to exist while the people who remember the details are still alive and employed.",
      "nextLine": "Even in “accommodation,” the framework keeps its teeth.",
      "revisedLine": "But the closure sign-off stays blocked (pause) until an attachment exists. (pause) That is the finding's point. (pause) It forces the attachment to exist (pause) while people still remember the details (pause) and are alive and employed.",
      "changeSummary": "Added pause breaks to keep each beat under 8 words, tightened phrasing without changing meaning, and avoided commas and extra explainer phrasing."
    },
    {
      "scene": "SCN_SCN-027.json",
      "id": "LIAISON_DEFER_FAIL",
      "priorLine": "",
      "lineToEdit": "I can’t accept “later” as a control.\n“Later” isn’t auditable. It’s aspirational.\nIf you want it deferred, you need someone with OLEA authority to state it, in writing, with a date and an owner.\nOtherwise it stays open, and open means attached to you by default.",
      "nextLine": "The slip remains where it is, as if it never asked permission.",
      "revisedLine": "I can’t accept “later” as a control. (pause)\n“Later” isn’t auditable. (pause)\nIt’s aspirational. (pause)\nIf you want it deferred (pause)\nget someone with OLEA authority to state it. (pause)\nPut it in writing. (pause)\nInclude a date. (pause)\nInclude an owner. (pause)\nOtherwise it stays open. (pause)\nOpen stays attached to you by default.",
      "changeSummary": "Split the line into short beats using (pause) so each beat stays under 8 words. Removed commas by breaking the long sentence into clean, punchy statements without changing meaning."
    },
    {
      "scene": "SCN_SCN-027.json",
      "id": "LIAISON_TAKE_SLIP",
      "priorLine": "You lift the sheet from the tray. The toner hasn’t fully set; your thumb smudges the word OPEN.\nThe checklist binder accepts it like it was missing a tooth.",
      "lineToEdit": "Good. Now it’s real.\nReal means it can be resolved.\nAttach one of the three items and the final sign-off can proceed. Until then, it’s blocked—cleanly, predictably, on paper.\nWhich is the best kind of blocked.",
      "nextLine": "EAC Finding Slip added to inventory.\nObjective added: Resolve EAC Finding.\nFinal sign-off will be blocked until you attach: an incident page, a waiver, or a no-anomaly test printout from Operations.",
      "revisedLine": "Good. (pause)\nNow it’s real. (pause)\nReal: it can be resolved. (pause)\nAttach one of the three items. (pause)\nThen the final sign-off can proceed. (pause)\nUntil then it’s blocked—cleanly. (pause)\nPredictably. (pause)\nOn paper. (pause)\nThe best kind of blocked.",
      "changeSummary": "Split the long sentence into short beats using (pause), removed extra commas, and replaced “Real means” with “Real:” to keep the meaning while reducing explainer phrasing."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "CALL_LIAISON_MAIN_1",
      "priorLine": "ask \"Call the EAC liaison.\"",
      "lineToEdit": "Just so I’m clear, you’re interacting with ventilation controls. Which—before we use the word “controls”—is that an operational control, or a maintenance control?\n\nBecause we’re tracking dependencies, and ventilation is not a dependency. It’s a prerequisite. Different box.",
      "nextLine": "It needs to be open.",
      "revisedLine": "Just so I’m clear (pause) you’re using ventilation controls. (pause) Before we say “controls” (pause) is it an operational control (pause) or a maintenance control. (pause) We’re tracking dependencies. (pause) Ventilation is not one. (pause) It’s a prerequisite. (pause) Different box.",
      "changeSummary": "Split into short (pause) beats under 8 words, removed commas, and trimmed phrasing while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "CALL_LIAISON_MAIN_3",
      "priorLine": "It needs to be open.",
      "lineToEdit": "“Needs” is a strong word. I’m not disputing the physical reality of airflow, I’m saying—procedurally—what is this comparable to?\n\nIf you are setting it OPEN, I need a basis: signage, work order, or a checklist line. Not because I doubt you—because I doubt future me when I’m asked why I didn’t ask.",
      "nextLine": "",
      "revisedLine": "“Needs” is a strong word. (pause)\nI’m not disputing airflow’s reality. (pause)\nI’m saying procedurally. (pause)\nWhat is this comparable to? (pause)\n\nIf you set it OPEN (pause)\nI need a basis. (pause)\nSignage. Work order. Checklist line. (pause)\nNot because I doubt you. (pause)\nBecause I doubt future me. (pause)\nWhen I’m asked why I didn’t ask. (pause)",
      "changeSummary": "Split into short beats with (pause) markers to meet max beat length. Removed commas by converting the basis list into punchy fragments. Kept the two 'because' lines intact to preserve tone while staying within explainer-hit limit."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "SHOW_MAIN_2",
      "priorLine": "You bring up the closure checklist entry and hold it to the panel like you’re introducing them. Your thumb covers a date field out of habit.",
      "lineToEdit": "Good. Great. That’s… that’s a line.\n\nOkay—then it’s not you “adjusting ventilation,” it’s you “satisfying an interlock prerequisite.” Those are different risks. Same metal, different liability.",
      "nextLine": "",
      "revisedLine": "Good. Great. That’s… that’s a line. (pause)\nOkay—so it’s not you “adjusting ventilation.” (pause)\nIt’s you “satisfying an interlock prerequisite.” (pause)\nDifferent risks. (pause)\nSame metal. Different liability.",
      "changeSummary": "Inserted (pause) breaks so each beat stays under 8 words. Removed extra comma by splitting into shorter sentences while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "IF_CLOSED_MAIN",
      "priorLine": "ask \"What happens if it’s closed?\"",
      "lineToEdit": "Then the unrelated subsystem—unrelated, but documented as related—doesn’t clear its permissive. Which means when you attempt the next sequence, you get a refusal.\n\nNot a failure. A refusal. “Failure” implies fault, and I can’t assign fault to a duct.",
      "nextLine": "",
      "revisedLine": "Then the unrelated subsystem—documented as related—keeps permissive. (pause) So you attempt the next sequence. (pause) You get a refusal. (pause) Not a failure. (pause) A refusal. (pause) “Failure” implies fault. (pause) I can’t assign fault to a duct.",
      "changeSummary": "Split into short beats with (pause) markers to meet max beat length. Removed commas and replaced “Which means” with a causal phrasing that keeps the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "PERSUADE_MAIN_PASS",
      "priorLine": "",
      "lineToEdit": "Fine. I’ll call it a prerequisite in the log. If anyone asks, I asked. That’s the product.",
      "nextLine": "",
      "revisedLine": "Fine. (pause) I’ll call it a prerequisite in the log. (pause) If anyone asks, I asked. (pause) That’s the product.",
      "changeSummary": "Inserted (pause) breaks to keep each beat at 8 words or fewer; kept wording, meaning, and comma count the same."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "PERSUADE_MAIN_FAIL",
      "priorLine": "",
      "lineToEdit": "I can’t “move on” without a basis. That’s how the basis becomes “I didn’t feel like it.”",
      "nextLine": "",
      "revisedLine": "I can’t “move on” without a basis. (pause) Otherwise, basis becomes “I didn’t feel like it.”",
      "changeSummary": "Added a (pause) to split the line into two beats under 8 words each, and tightened the second sentence while keeping the same meaning. | Removed “the” before “basis” to keep the second beat under 8 words."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "END_CALL_MAIN",
      "priorLine": "leave \"End call.\"",
      "lineToEdit": "Please just—if you touch it again—note time and position. Not because it matters. Because someone will insist it mattered.",
      "nextLine": "",
      "revisedLine": "Please—if you touch it again—(pause) note the time and position. (pause) Not because it matters. (pause) Because someone will insist it mattered.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words, while preserving the original meaning and cadence. Kept both 'because' uses within the explainer limit and avoided commas."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "CALL_LIAISON_AFTER_1",
      "priorLine": "ask \"Call the EAC liaison.\"",
      "lineToEdit": "Just so I’m clear, you’re interacting with ventilation controls. Which—before we use the word “controls”—is that an operational control, or a maintenance control?\n\nBecause we’re tracking dependencies, and ventilation is not a dependency. It’s a prerequisite. Different box.",
      "nextLine": "It’s open.",
      "revisedLine": "Just so I’m clear. (pause) You’re interacting with ventilation controls. (pause) Before we call them “controls”. (pause) Is it operational. (pause) Or maintenance. (pause) Because we’re tracking dependencies. (pause) Ventilation isn’t one. (pause) It’s a prerequisite. (pause) Different box.",
      "changeSummary": "Split into short beats using (pause). Removed commas and tightened phrasing while keeping the same questions and the dependency vs prerequisite distinction."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "CALL_LIAISON_AFTER_3",
      "priorLine": "It’s open.",
      "lineToEdit": "“Open” is good. “Open with basis” is better.\n\nIf you set it OPEN, I need a basis: signage, work order, or a checklist line. Not because I doubt you—because I doubt future me when I’m asked why I didn’t ask.",
      "nextLine": "",
      "revisedLine": "“Open” is good. (pause) “Open with basis” is better. (pause) If you set it OPEN (pause) I need a basis. (pause) Signage. (pause) Work order. (pause) Or a checklist line. (pause) Not because I doubt you— (pause) I doubt future me (pause) when I’m asked why (pause) I didn’t ask.",
      "changeSummary": "Split the line into short beats using (pause) so each beat stays under 8 words. Removed commas by converting the list into short fragments. Reduced explainer phrasing to a single “because” while preserving the original meaning."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "SHOW_AFTER_2",
      "priorLine": "You bring up the closure checklist entry and hold it to the open panel like you’re introducing them. Your thumb covers a date field out of habit.",
      "lineToEdit": "Good. Great. That’s… that’s a line.\n\nOkay—then it’s not you “adjusting ventilation,” it’s you “satisfying an interlock prerequisite.” Those are different risks. Same metal, different liability.",
      "nextLine": "",
      "revisedLine": "Good. Great. That’s… that’s a line. (pause) Okay—it's not you “adjusting ventilation,”. (pause) It's you “satisfying an interlock prerequisite.” (pause) Different risks. (pause) Same metal. Different liability.",
      "changeSummary": "Split the line into short beats using (pause) so each stays under 8 words. Removed the extra comma break and kept the same contrast and legal-risk meaning."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "IF_CLOSED_AFTER",
      "priorLine": "ask \"What happens if it’s closed?\"",
      "lineToEdit": "Then the unrelated subsystem—unrelated, but documented as related—doesn’t clear its permissive. Which means when you attempt the next sequence, you get a refusal.\n\nNot a failure. A refusal. “Failure” implies fault, and I can’t assign fault to a duct.",
      "nextLine": "",
      "revisedLine": "Then the subsystem is unrelated. (pause) It's documented as related. (pause) It doesn't clear its permissive. (pause) Which means you try the next sequence. (pause) Refused. (pause)\n\nNot a failure. (pause) A refusal. (pause) “Failure” implies fault. (pause) I can't assign fault to a duct.",
      "changeSummary": "Split the long sentence into short beats with (pause) breaks to keep each beat under 8 words. Removed dashes and extra commas while preserving the same causal flow and emphasis."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "PERSUADE_AFTER_PASS",
      "priorLine": "",
      "lineToEdit": "Fine. I’ll log it as a prerequisite. I asked, you answered, the universe continues.",
      "nextLine": "",
      "revisedLine": "Fine. I’ll log it as a prerequisite. (pause) I asked. You answered. (pause) The universe continues.",
      "changeSummary": "Added pauses to keep each beat under 8 words and removed commas by splitting the clause into short sentences without changing meaning."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "PERSUADE_AFTER_FAIL",
      "priorLine": "",
      "lineToEdit": "I’m not trying to be difficult. I’m trying to be quotable in six months.",
      "nextLine": "",
      "revisedLine": "I’m not trying to be difficult. (pause) I’m trying to be quotable. (pause) In six months.",
      "changeSummary": "Added pauses to split the line into three beats of 8 words or fewer without changing meaning."
    },
    {
      "scene": "SCN_SCN-035.json",
      "id": "END_CALL_AFTER",
      "priorLine": "leave \"End call.\"",
      "lineToEdit": "Please just—note time and position. Not because it matters. Because someone will insist it mattered.",
      "nextLine": "",
      "revisedLine": "Please just—note time and position. (pause) Not because it matters. (pause) Because someone will insist it mattered.",
      "changeSummary": "Inserted two (pause) breaks so each beat stays under 8 words; kept wording and meaning the same."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "LIAISON_BASELINE",
      "priorLine": "The Control Room smells like warmed dust and laminated paper.\nThree consoles. One alarm panel with too many labeled lights. A log printer still feeding itself.\nA procedure binder sits open like it was abandoned mid-sentence.\n\nOn the wall: generic compliance notices. “POST THIS NOTICE.” “DO NOT REMOVE THIS NOTICE.” None of them say who wrote them.",
      "lineToEdit": "Before you touch anything: we need a baseline.\nNot because I distrust you. Because the paperwork has to survive people who will.",
      "nextLine": "",
      "revisedLine": "Before you touch anything: we need a baseline. (pause) Not because I distrust you. (pause) Because the paperwork must survive people who will.",
      "changeSummary": "Added pause breaks to keep each beat at 8 words or fewer; swapped “has to” for “must” to preserve meaning while fitting the beat limit; kept both “because” clauses and removed any need for commas."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "CONSOLE_LIAISON_LANGUAGE",
      "priorLine": "It’s running.",
      "lineToEdit": "It is not “running” in the sense of discretionary operation.\nIt is in continuous export mode, which is the least operable-sounding way to say “on,” legally.\nIf we call it “running,” someone will ask why you didn’t shut it down on sight.",
      "nextLine": "",
      "revisedLine": "It is not “running.” (pause) Not discretionary operation. (pause) It is in continuous export mode. (pause) The least operable way to say “on.” (pause) Legally. (pause) Call it “running” (pause) and someone asks (pause) why you didn’t shut it down. (pause) On sight.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words, and rephrased to remove extra commas while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "CONSOLE_ASK_LIAISON",
      "priorLine": "Who told you to call it that?",
      "lineToEdit": "Nobody “told” me.\nIt’s language drift. You learn it the first time a transcript gets read back to you with emphasis.",
      "nextLine": "",
      "revisedLine": "Nobody “told” me. (pause) It’s language drift. (pause) You learn it the first time. (pause) A transcript gets read back to you. (pause) With emphasis.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words, and split the final clause into its own beat without changing meaning."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "ALARM_LIAISON_TERMS",
      "priorLine": "Anything active?",
      "lineToEdit": "“Active” is a loaded term.\nThe alarms are armed, some are suppressed, and one is in “administrative silence.”\nWhich means: it can be true without being urgent. Don’t quote me.",
      "nextLine": "",
      "revisedLine": "“Active” is a loaded term. (pause)\nThe alarms are armed. (pause)\nSome are suppressed. (pause)\nOne is in “administrative silence.” (pause)\nWhich means: true without urgency. (pause)\nDon’t quote me.",
      "changeSummary": "Added (pause) breaks to keep each beat under 8 words. Split the alarm list into short sentences to remove extra commas while preserving meaning. Kept a single explainer phrase (“Which means:”) and tightened wording without changing facts."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "ALARM_WHICH_LIAISON",
      "priorLine": "Ask: Which one?",
      "lineToEdit": "“Reflective Behavior Deviation.”\nThat’s a historical label. It doesn’t mean reflections. It means the site once produced an optics-shaped problem and everyone agreed to file it as an optics-shaped problem.",
      "nextLine": "",
      "revisedLine": "“Reflective Behavior Deviation.” (pause)\nThat’s a historical label. (pause)\nIt isn’t about reflections. (pause)\nThe site once produced an optics-shaped problem. (pause)\nEveryone agreed to file it that way.",
      "changeSummary": "Split the line into short beats with (pause) breaks, removed extra explanation phrasing, and kept the same historical/optics-classification meaning with no commas."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "ALARM_SUPPRESSED_LIAISON",
      "priorLine": "Ask: Is it suppressed?",
      "lineToEdit": "It is not suppressed.\nIt is treated as non-actionable unless paired with a second condition.\nThe second condition is missing from the binder, which is not my favorite kind of symmetry.",
      "nextLine": "",
      "revisedLine": "It is not suppressed. (pause) It is non actionable without a second condition. (pause) That second condition is missing in the binder. (pause) Not my favorite symmetry.",
      "changeSummary": "Split into short beats with (pause) breaks, tightened phrasing to stay under 8 words per beat, and removed the comma while keeping the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "PRINTER_LIAISON_TEMPLATE",
      "priorLine": "Non-local.",
      "lineToEdit": "That’s probably a template header.\n“Non-local” can mean “not on this subnetwork,” not—whatever your face is doing.\nBut also: do not discard it. Put it in the record. Templates are still discoverable.",
      "nextLine": "",
      "revisedLine": "That’s probably a template header. (pause) “Non-local” may mean “not on this subnetwork.” (pause) Not whatever your face is doing. (pause) But also do not discard it. (pause) Put it in the record. (pause) Templates are still discoverable.",
      "changeSummary": "Split into short (pause) beats under 8 words, removed the comma and dash, and kept meaning and cadence intact."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "PRINTER_SHOW_LIAISON",
      "priorLine": "You hold the page up. The paper curls like it resents being observed.",
      "lineToEdit": "Okay. Now we have it on an informal capture, which is not evidence, but becomes evidence if someone decides it is.\nPlease bag the original in something clean. Not your pocket. Pockets are… narrative.",
      "nextLine": "",
      "revisedLine": "Okay. Now we have it. (pause) An informal capture. (pause) Not evidence. (pause) It becomes evidence if someone decides it is. (pause) Bag the original in something clean. (pause) Not your pocket. (pause) Pockets are… narrative.",
      "changeSummary": "Split the line into short beats with pauses, removed extra commas, and kept the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "BINDER_LIAISON_MISSING",
      "priorLine": "This is the shutdown.",
      "lineToEdit": "It is a shutdown.\nThe official one has a signature block that ties your hands in a way that protects you later.\nThis one—page seven is wrong. Or missing. Or replaced with a version that wanted to be right.\n\nPage seven is the control room access authorization.\nNot physical access—everyone can walk into a room, unfortunately.\nOperational access. Logging system access. The part where you become the person who did it.",
      "nextLine": "",
      "revisedLine": "It is a shutdown. (pause)\nThe official one has a signature block. (pause)\nIt ties your hands. (pause)\nIt protects you later. (pause)\nThis one—page seven is wrong. (pause)\nOr missing. (pause)\nOr replaced with a version meant right. (pause)\n\nPage seven is the control room access authorization. (pause)\nNot physical access—everyone can enter, unfortunately. (pause)\nOperational access. (pause)\nLogging system access. (pause)\nThe part where you become the person. (pause)\nThe part where you did it.",
      "changeSummary": "Added pause breaks to keep beats under eight words. Removed extra commas and tightened a few phrases without changing meaning."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "BINDER_PROCEED_LIAISON",
      "priorLine": "Ask: Can I proceed without it?",
      "lineToEdit": "You can proceed.\nThe site will allow you to proceed. The equipment does not care about your forms.\nThe audit trail will care with a kind of long memory.",
      "nextLine": "",
      "revisedLine": "You can proceed. (pause) The site will let you. (pause) The equipment doesn't care about forms. (pause) The audit trail will care. Long memory.",
      "changeSummary": "Split into shorter beats under 8 words and tightened phrasing while keeping the same meaning and cadence. Removed extra wording to fit the beat limit."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "TALK_LIAISON_PATHS",
      "priorLine": "I need operational controls and logs.",
      "lineToEdit": "Yes. And I need you to get them in a way that doesn’t turn you into the sole author of reality.\nThere are two paths:\nThe compliant path, where we find or recreate the missing authorization.\nThe continuity path, where you assert operator continuity on the console and let the system accept you because nobody else is here to disagree.",
      "nextLine": "",
      "revisedLine": "Yes. (pause) Get them without becoming reality’s sole author. (pause) Two paths. (pause) The compliant path. (pause) Find or recreate missing authorization. (pause) The continuity path. (pause) Assert operator continuity on the console. (pause) Let the system accept you. (pause) Because nobody else is here. (pause) To disagree.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words. Removed extra commas by splitting clauses into short sentences. Preserved the two-path structure and the reason the system accepts you."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "ACCESS_ASK_LIAISON",
      "priorLine": "Ask: What’s faster?",
      "lineToEdit": "Faster is continuity.\nSafer for you later is compliant, but it requires someone to bless the authorization.\nAnd “someone” is a moving target in a mothballed facility. They don’t stand still for signatures.",
      "nextLine": "",
      "revisedLine": "Faster is continuity. (pause)\nSafer for you later is compliant. (pause)\nBut it needs someone to bless authorization. (pause)\nAnd “someone” keeps moving. (pause)\nIn a mothballed facility. (pause)\nThey don’t stand still. (pause)\nNot for signatures.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words. Removed the comma and tightened phrasing without changing meaning."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "COMPLIANT_FAIL",
      "priorLine": "",
      "lineToEdit": "I can’t support that as written.\nIf you sign as OLEA without the right basis, it reads like you manufactured custody.\nEither we do continuity with an explicit reason code, or we stop and find a valid authorization path.",
      "nextLine": "",
      "revisedLine": "I can’t support that as written. (pause)\nIf you sign as OLEA (pause)\nwithout the right basis (pause)\nit reads like you manufactured custody. (pause)\nEither we do continuity (pause)\nwith an explicit reason code (pause)\nor we stop and find (pause)\na valid authorization path.",
      "changeSummary": "Added (pause) breaks to keep each beat under 8 words and removed the extra comma while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "COMPLIANT_LIAISON_OK",
      "priorLine": "",
      "lineToEdit": "If you sign as OLEA, you’re not just operating—you’re representing continuity of custody.\nWhich is good.\nWhich is also why people get weird about it later.\n\nDo it cleanly.\nState the basis: emergency stabilization and fiscal closure timeline.\nNot “because it was convenient.” Convenience is not a recognized hazard category.",
      "nextLine": "You annotate the binder’s authorization gap with a field sign-off and timestamp.\nThe act feels heavier than the pen.",
      "revisedLine": "If you sign as OLEA (pause) you’re not just operating (pause) you’re representing custody continuity. (pause)\nThat’s good. (pause)\nAnd later (pause) people get weird. (pause)\n\nDo it cleanly. (pause)\nState the basis (pause) emergency stabilization (pause) and fiscal closure timeline. (pause)\nNot “it was convenient.” (pause) Convenience isn’t a hazard category.",
      "changeSummary": "Split the line into short (pause) beats under 8 words, removed explainer phrasing (“which/why/because”), and kept punctuation to ≤1 comma while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "CONTINUITY_LIAISON_DISCLAIMER",
      "priorLine": "Continuity mode.",
      "lineToEdit": "For the record: I did not instruct you to do that.\nI described it. Descriptions are not directions.\nThat distinction has saved exactly one career, once.",
      "nextLine": "You flip into Operator Continuity.\nThe console requests a reason code. There are only three. Two are jokes.\nYou choose the one that looks least like a joke.",
      "revisedLine": "For the record: (pause) I did not instruct you to do that. (pause)\nI described it. (pause) Descriptions are not directions. (pause)\nThat distinction has saved one career, once.",
      "changeSummary": "Inserted pauses to keep each beat under 8 words; kept wording and meaning intact with only minor formatting adjustments."
    },
    {
      "scene": "SCN_SCN-036.json",
      "id": "CONTINUITY_LIAISON_HEADER",
      "priorLine": "You flip into Operator Continuity.\nThe console requests a reason code. There are only three. Two are jokes.\nYou choose the one that looks least like a joke.",
      "lineToEdit": "Good. Now don’t touch anything else until we confirm the log header changed.\nI know that sounds trivial. Trivial is where the blame attaches.",
      "nextLine": "The log printer clicks and advances a line: OPERATOR OF RECORD: FIELD SYSTEMS SPECIALIST (CONTINUITY).\nIt prints it twice, as if to make sure.",
      "revisedLine": "Good. (pause) Now don’t touch anything else. (pause) Not until we confirm the log header changed. (pause) I know that sounds trivial. (pause) Trivial is where the blame attaches.",
      "changeSummary": "Split the line into shorter beats using (pause) so each beat stays under 8 words, without changing meaning or tone."
    },
    {
      "scene": "SCN_SCN-038.json",
      "id": "N_LIAISON_1",
      "priorLine": "Assurance line.",
      "lineToEdit": "Hi—yes. This is Assurance. Just to be crisp: we don’t authorize operations. We observe the paperwork around operations.",
      "nextLine": "And before you say “start,” I need to know what you mean by “start.” In our framework “start” means you’ve created a traceable state, not that you’ve changed the facility. Which—legally—matters. Also: what is this comparable to? Turbine cold-start, boiler recommission, substation return-to-service—pick one so the file has a spine.",
      "revisedLine": "Hi—yes. This is Assurance. (pause) Just to be crisp: we don’t authorize operations. (pause) We observe the paperwork around operations.",
      "changeSummary": "Inserted two (pause) breaks to keep each beat at 8 words or fewer without changing meaning, tone, or cadence."
    },
    {
      "scene": "SCN_SCN-038.json",
      "id": "N_LIAISON_2",
      "priorLine": "Hi—yes. This is Assurance. Just to be crisp: we don’t authorize operations. We observe the paperwork around operations.",
      "lineToEdit": "And before you say “start,” I need to know what you mean by “start.” In our framework “start” means you’ve created a traceable state, not that you’ve changed the facility. Which—legally—matters. Also: what is this comparable to? Turbine cold-start, boiler recommission, substation return-to-service—pick one so the file has a spine.",
      "nextLine": "",
      "revisedLine": "And before you say “start” (pause) I need to know what you mean (pause) by “start.” (pause) “Start” here is a traceable state. (pause) It is not a facility change. (pause) Legally that matters. (pause) Also what is this comparable to. (pause) Turbine cold start. (pause) Boiler recommission. (pause) Substation return to service. (pause) Pick one (pause) so the file has a spine.",
      "changeSummary": "Split the line into short beats using (pause) to meet the 8-word limit. Removed extra commas and dashes to stay under the comma cap. Rephrased “In our framework… means” to preserve meaning while avoiding explainer phrasing."
    },
    {
      "scene": "SCN_SCN-038.json",
      "id": "N_ASK_COMP_LIAISON",
      "priorLine": "Why comparable.",
      "lineToEdit": "Because auditors don’t audit “unique.” They audit categories. If we can’t categorize it, then every question becomes original research, and no one here is funded for that. Not you. Not me. Definitely not the municipality. So we pick the least-wrong cousin and we document deviations. It’s a kindness. It’s also self-preservation.",
      "nextLine": "",
      "revisedLine": "Auditors don’t audit “unique.” (pause) They audit categories. (pause) If we can’t categorize it (pause) every question becomes original research. (pause) No one here is funded for that. (pause) Not you. (pause) Not me. (pause) Definitely not the municipality. (pause) So we pick the least-wrong cousin (pause) and document deviations. (pause) It’s a kindness. (pause) It’s also self-preservation.",
      "changeSummary": "Split into short (pause) beats under 8 words, removed extra commas, and rephrased the opening to avoid an explainer hit while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-038.json",
      "id": "N_COUSIN_LIAISON",
      "priorLine": "Least-wrong cousin.",
      "lineToEdit": "Substation return-to-service, with unusual optical characteristics. I’m not saying it is optical. I’m saying the template exists, and templates survive discovery. Also: don’t say “hazard” on open comms. Say “characteristic.”",
      "nextLine": "",
      "revisedLine": "Substation return-to-service with unusual optical characteristics. (pause) I’m not saying it’s optical. (pause) I’m saying the template exists. (pause) Templates survive discovery. (pause) Don’t say “hazard” on open comms. (pause) Say “characteristic.”",
      "changeSummary": "Split into short beats with (pause), removed extra commas, and kept the same directives and meaning."
    },
    {
      "scene": "SCN_SCN-038.json",
      "id": "N_ASK_OBJ_LIAISON",
      "priorLine": "Any objection.",
      "lineToEdit": "I can’t object. I can only note. And I will note that initiation creates an obligation to complete—or formally suspend with justification. That’s not a threat. It’s how paperwork breeds. You’re about to feed it.",
      "nextLine": "",
      "revisedLine": "I can’t object. (pause) I can only note. (pause) I will note: initiation creates an obligation. (pause) Complete it—or formally suspend, with justification. (pause) That’s not a threat. (pause) It’s how paperwork breeds. (pause) You’re about to feed it.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words. Trimmed phrasing while preserving meaning; used a colon and kept commas to one."
    },
    {
      "scene": "SCN_SCN-038.json",
      "id": "N_PERSUADE_PASS",
      "priorLine": "",
      "lineToEdit": "Accepted. “Substation return-to-service” gives the file a spine. Keep your language categorical and boring. Boring survives.",
      "nextLine": "",
      "revisedLine": "Accepted. (pause) “Substation return-to-service” gives the file a spine. (pause) Keep your language categorical and boring. (pause) Boring survives.",
      "changeSummary": "Inserted (pause) breaks between sentences to keep each beat under 8 words; meaning and tone unchanged."
    },
    {
      "scene": "SCN_SCN-038.json",
      "id": "N_PERSUADE_FAIL",
      "priorLine": "",
      "lineToEdit": "I can’t sign off on “tight.” Pick the comparable out loud, then document deviations. We do clarity, not bravery.",
      "nextLine": "",
      "revisedLine": "I can’t sign off on “tight.” (pause) Pick the comparable out loud. (pause) Then document deviations. (pause) We do clarity not bravery.",
      "changeSummary": "Split the line into shorter beats with (pause) breaks to stay under 8 words per beat, and removed both commas while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_EAC_1",
      "priorLine": "The intercom button is labeled ASSURANCE – COMPARABILITY.\nThe label is newer than everything around it, which is its own kind of warning.",
      "lineToEdit": "External Assurance Contractor, Senior Liaison speaking.\nI’m on this line for comparability and to ensure we’re not— I’m not saying doing anything unusual.\nI’m saying: if something unusual happens, we need it to resemble an existing appendix.",
      "nextLine": "You monitoring this test?",
      "revisedLine": "External Assurance Contractor, Senior Liaison speaking. (pause) I’m here for comparability. (pause) And to ensure we’re not— (pause) I’m not saying we’re doing anything unusual. (pause) I’m saying if something unusual happens (pause) it needs to resemble an existing appendix.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words. Rephrased slightly for flow and limited punctuation to a single comma while preserving meaning."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_EAC_2",
      "priorLine": "You monitoring this test?",
      "lineToEdit": "Monitoring is a strong word.\nI’m present in the documentation sense.\nOperationally, you’re the only one with hands in the room, which is— just for clarity— not my preference.",
      "nextLine": "",
      "revisedLine": "Monitoring is a strong word. (pause)\nI’m present in the documentation sense. (pause)\nOperationally you’re the only one with hands. (pause)\nIn the room. (pause)\nJust for clarity— not my preference.",
      "changeSummary": "Split into short (pause) beats under 8 words, removed commas, and rephrased the last sentence to keep the same meaning and cadence without extra explanatory phrasing."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_ACCEPT_1",
      "priorLine": "ask: What’s the acceptable outcome?",
      "lineToEdit": "Acceptable is: dull matte, consistent scatter, and a sentence we can reuse next quarter.\nThe ideal result is that nothing happens in a way that requires a new noun.\nIf it does, we don’t panic— we just need to know what it’s comparable to.",
      "nextLine": "If it isn’t comparable?",
      "revisedLine": "Acceptable is dull matte and consistent scatter (pause) and a sentence we can reuse next quarter. (pause) The ideal result is nothing happens (pause) in a way that requires a new noun. (pause) If it does we don’t panic (pause) we just need to know what it’s like.",
      "changeSummary": "Removed extra commas by converting the list to all-and phrasing. Added (pause) breaks so each beat stays within 8 words. Kept meaning while tightening the final clause to fit the beat limit."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_ACCEPT_3",
      "priorLine": "If it isn’t comparable?",
      "lineToEdit": "Then we will make it comparable.\nThrough language.\nPreferably language already printed.",
      "nextLine": "",
      "revisedLine": "Then we will make it comparable. (pause)\nThrough language.\nPreferably language already printed.",
      "changeSummary": "Inserted a pause after the first sentence to split the line into two beats under 8 words each; wording unchanged."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_GLINT_1",
      "priorLine": "ask: What’s “alignment glint”?",
      "lineToEdit": "It’s a legacy term.\nIt indicates a transient surface condition that appears reflective without being a reflection.\nWhich matters, because “reflection” implies a mirror, and mirrors imply intent, and intent implies— look, I’m not litigating physics. I’m protecting you from a word choice that lives forever.",
      "nextLine": "So if it shines, I write it down.",
      "revisedLine": "It’s a legacy term. (pause)\nIt flags a transient surface condition. (pause)\nIt looks reflective without being reflection. (pause)\nThat matters because “reflection” implies a mirror. (pause)\nMirrors imply intent. (pause)\nIntent implies— look. (pause)\nI’m not litigating physics. (pause)\nI’m protecting you from a forever word choice.",
      "changeSummary": "Split the line into short beats with (pause) to stay under 8 words each, removed commas by switching to periods and an em dash, and kept a single explainer hit (\"because\") while preserving the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_GLINT_3",
      "priorLine": "So if it shines, I write it down.",
      "lineToEdit": "You write it down exactly, yes.\nAnd you don’t add adjectives that invite curiosity.\n“Unexpected reflective behavior” is the approved container.\nContainers are safety equipment.",
      "nextLine": "",
      "revisedLine": "You write it down exactly, yes. (pause)\nAnd you don’t add adjectives. (pause)\nThat invite curiosity. (pause)\n“Unexpected reflective behavior” (pause)\nis the approved container. (pause)\nContainers are safety equipment.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words, and split one sentence into a fragment for cadence without changing meaning. Kept commas to one."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_PERSUADE_2",
      "priorLine": "Using OLEA wording. Unexpected reflective behavior. No expansion.",
      "lineToEdit": "Thank you.\nThat phrasing is— it’s not elegant, but it’s survivable.\nIf you keep it inside the approved term, it stays in Operations.\nIf you give it a fresh description, it becomes Research, and Research becomes a hearing.",
      "nextLine": "I’m closing a site, not opening a category.",
      "revisedLine": "Thank you. (pause)\nThat phrasing is— not elegant. (pause)\nBut it’s survivable. (pause)\nKeep it inside the approved term. (pause)\nIt stays in Operations. (pause)\nGive it a fresh description. (pause)\nIt becomes Research. (pause)\nAnd Research becomes a hearing.",
      "changeSummary": "Split the line into short beats using (pause) so each beat stays under 8 words. Removed commas and rephrased the two conditional sentences into direct imperatives without changing meaning."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_PERSUADE_4",
      "priorLine": "I’m closing a site, not opening a category.",
      "lineToEdit": "Exactly.\nWe want closure, not novelty.\nProceed when ready. I will be— documentation-present.",
      "nextLine": "",
      "revisedLine": "Exactly. (pause)\nWe want closure, not novelty. (pause)\nProceed when ready. (pause)\nI will be— documentation-present.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words without changing wording or meaning."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_USE_PUCK_5",
      "priorLine": "When the puck touches the pane, it doesn’t clack or resist.\nIt simply stops being on your side.",
      "lineToEdit": "Okay.\nThat— record that as… record that as exactly what the legacy term says, please.\nDon’t— don’t give it a new name.",
      "nextLine": "",
      "revisedLine": "Okay. (pause) That— record it exactly as the legacy term. (pause) Please. (pause) Don’t— don’t rename it.",
      "changeSummary": "Split into short beats with (pause) so no beat exceeds 8 words, while keeping the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_POST_1",
      "priorLine": "(multiple) (ask: Intercom line.) (ask: Intercom line.)",
      "lineToEdit": "Tell me you did not say “it vanished.”\nBecause “vanished” is not comparable to anything on our matrix.",
      "nextLine": "It’s gone.",
      "revisedLine": "Tell me you did not say “it vanished.” (pause) Because “vanished” is not comparable (pause) to anything on our matrix.",
      "changeSummary": "Inserted two (pause) breaks to keep each beat at 8 words or fewer without changing meaning."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_POST_3",
      "priorLine": "It’s gone.",
      "lineToEdit": "“Gone” is better.\n“Gone” could mean mislaid.\nMislaid is human-scale.\nHuman-scale is insurable.",
      "nextLine": "",
      "revisedLine": "“Gone” is better. (pause)\n“Gone” could mean mislaid. (pause)\nMislaid is human-scale. (pause)\nHuman-scale is insurable.",
      "changeSummary": "Inserted (pause) breaks between sentences so no beat exceeds 8 words; meaning and tone unchanged."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_WRITE_1",
      "priorLine": "ask: What do I write?",
      "lineToEdit": "You write: “Observed transient alignment; surface response exhibited unexpected reflective behavior.”\nThen you stop.\nNo metaphors. No geometry. No— no feelings.",
      "nextLine": "And the missing puck.",
      "revisedLine": "You write: “Observed transient alignment.” (pause)\n“Surface response exhibited unexpected reflective behavior.” (pause)\nThen you stop. (pause)\nNo metaphors. (pause)\nNo geometry. (pause)\nNo— no feelings.",
      "changeSummary": "Split the semicolon quote into two sentences and inserted (pause) breaks so each beat stays under 8 words; meaning and cadence preserved."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_WRITE_3",
      "priorLine": "And the missing puck.",
      "lineToEdit": "“Item not recovered.”\nThat is the phrase that keeps it in Operations.\n“Not recovered” implies a later recovery, which implies we never lost control.\nControl is the product here.",
      "nextLine": "",
      "revisedLine": "“Item not recovered.” (pause)\nThat phrase keeps it in Operations. (pause)\n“Not recovered” implies a later recovery. (pause)\nSo we never lost control. (pause)\nControl is the product here.",
      "changeSummary": "Added (pause) breaks to keep each beat under 8 words, removed the comma, and simplified the implication chain without changing meaning."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_SHOW_2",
      "priorLine": "Return tray printed a label. Says “returned.”",
      "lineToEdit": "Oh.\nThat’s— that’s excellent, actually, because it’s terrible in a familiar way.\nMisrouting is comparable.\nMisrouting has forms.\nWe can file misrouting until the sun burns out.",
      "nextLine": "So I attach it.",
      "revisedLine": "Oh. (pause)\nThat’s— that’s excellent, actually. (pause)\nBecause it’s terrible in a familiar way. (pause)\nMisrouting is comparable. (pause)\nMisrouting has forms. (pause)\nWe can file misrouting till sun burns out.",
      "changeSummary": "Added (pause) breaks to keep each beat under 8 words, removed an extra comma to meet the max-commas limit, and trimmed the final phrase slightly while keeping the same meaning."
    },
    {
      "scene": "SCN_SCN-040.json",
      "id": "N_INTERCOM_SHOW_4",
      "priorLine": "So I attach it.",
      "lineToEdit": "Yes. Attach it.\nAnd do not— do not speculate about where it routed.\n“Overflow” is a word auditors recognize.\nThey don’t ask what the overflow is of, because then they’d have to admit they don’t know.",
      "nextLine": "",
      "revisedLine": "Yes. (pause) Attach it. (pause)\nAnd do not— do not speculate (pause)\nabout where it routed. (pause)\n“Overflow” is a word auditors recognize. (pause)\nThey don’t ask what it’s an overflow of (pause)\nbecause they’d have to admit (pause)\nthey don’t know.",
      "changeSummary": "Inserted (pause) breaks so each beat stays under 8 words; preserved wording and intent, including the single explainer hit (“because”)."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N11_LIAISON_1",
      "priorLine": "When you touch the console lip, the speaker clicks. A polite tone that implies it was already listening.",
      "lineToEdit": "I’m seeing your entry ping. Good.\nBefore you do anything—anything that could be construed as a control action—can we establish what this is comparable to?",
      "nextLine": "Not philosophically. Practically. Turbine hall. Substation. Lab rig.\nBecause I need to put it in the right paragraph, and paragraphs are how we keep people employed.",
      "revisedLine": "I’m seeing your entry ping. (pause) Good. (pause) Before you do anything (pause) anything that reads like a control action (pause) can we establish what this compares to?",
      "changeSummary": "Added pauses to cap each beat at 8 words, tightened wording while preserving meaning, and avoided commas and explainer phrases."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N12_LIAISON_2",
      "priorLine": "I’m seeing your entry ping. Good.\nBefore you do anything—anything that could be construed as a control action—can we establish what this is comparable to?",
      "lineToEdit": "Not philosophically. Practically. Turbine hall. Substation. Lab rig.\nBecause I need to put it in the right paragraph, and paragraphs are how we keep people employed.",
      "nextLine": "",
      "revisedLine": "Not philosophically. (pause) Practically. (pause) Turbine hall. (pause) Substation. (pause) Lab rig. (pause) Because I need it in the right paragraph, (pause) and paragraphs keep people employed.",
      "changeSummary": "Inserted (pause) breaks so each beat stays under 8 words; tightened wording in the last sentence without changing meaning; kept commas to one and retained the single explainer hit (“Because”)."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N15_LIAISON_CHECKLIST_1",
      "priorLine": "Comparable to what’s on the checklist.",
      "lineToEdit": "Perfect, yes. The checklist is a kind of comparability, unofficially.\nSo when it says “Verify operational status,” do we mean status like a generator, or status like—sorry—like an enclosure?\nI’m not saying it’s an enclosure. I’m saying the word is doing a lot of work.",
      "nextLine": "Also: your last quarterly package said “mothballed,” and this is… not that.\n“Mothballed” implies dormancy. Dormancy implies intention. Intention implies agency.\nI am not accusing the machine of agency. I’m protecting the sentence.",
      "revisedLine": "Perfect, yes. (pause) The checklist is a kind of comparability. (pause) Unofficially. (pause) So when it says “Verify operational status” (pause) do we mean status like a generator (pause) or status like—sorry—an enclosure? (pause) I’m not saying it’s an enclosure. (pause) I’m saying the word is doing (pause) a lot of work.",
      "changeSummary": "Split the line into short (pause) beats under 8 words, removed extra commas to keep only the original one, and kept the same meaning and cadence while preserving the generator vs enclosure distinction and the point about the word doing a lot of work."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N15B_LIAISON_CHECKLIST_2",
      "priorLine": "Perfect, yes. The checklist is a kind of comparability, unofficially.\nSo when it says “Verify operational status,” do we mean status like a generator, or status like—sorry—like an enclosure?\nI’m not saying it’s an enclosure. I’m saying the word is doing a lot of work.",
      "lineToEdit": "Also: your last quarterly package said “mothballed,” and this is… not that.\n“Mothballed” implies dormancy. Dormancy implies intention. Intention implies agency.\nI am not accusing the machine of agency. I’m protecting the sentence.",
      "nextLine": "",
      "revisedLine": "Also: your last quarterly package said “mothballed.” (pause)\nThis is… not that. (pause)\n“Mothballed” is dormancy. (pause)\nDormancy is intention. (pause)\nIntention is agency. (pause)\nI am not accusing the machine of agency. (pause)\nI’m protecting the sentence.",
      "changeSummary": "Split into short beats with (pause) to meet word limit. Removed the repeated “implies” phrasing and avoided commas while preserving the same logical progression and tone."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N15E_LIAISON_ALARMS",
      "priorLine": "Are alarms normal.",
      "lineToEdit": "Normal is a category we assign after we survive.\nIf you want defensible language: “No emergent alarm escalation observed at time of entry.”\nIt’s boring. Boring is what we’re aiming for.",
      "nextLine": "",
      "revisedLine": "Normal is a category we assign (pause) after we survive. (pause)\nWant defensible language? (pause) “No emergent alarm escalation observed (pause) at time of entry.” (pause)\nIt’s boring. (pause) Boring is the goal.",
      "changeSummary": "Added pauses to keep each beat under 8 words. Tightened phrasing slightly without changing meaning. Kept commas at zero and avoided added explainer language."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N17_LIAISON_WHAT_IS_IT_1",
      "priorLine": "What do you think it is.",
      "lineToEdit": "I don’t. Officially.\nUnofficially I think it’s three systems wearing one name-tag, which is always where incidents come from. Not this incident. Any incident.",
      "nextLine": "If it were comparable to a node—just hypothetically—we’d need to know whose framework governs it.\nAnd if it’s comparable to nothing, then that’s still a category, and it’s the category that makes auditors start sweating through their lanyards.",
      "revisedLine": "I don’t. Officially. (pause)\nUnofficially? Three systems wearing one name-tag. (pause)\nThat’s always where incidents come from. (pause)\nNot this incident. Any incident.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words. Trimmed the long clause while preserving the meaning and cadence, and kept punctuation within limits."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N17B_LIAISON_WHAT_IS_IT_2",
      "priorLine": "I don’t. Officially.\nUnofficially I think it’s three systems wearing one name-tag, which is always where incidents come from. Not this incident. Any incident.",
      "lineToEdit": "If it were comparable to a node—just hypothetically—we’d need to know whose framework governs it.\nAnd if it’s comparable to nothing, then that’s still a category, and it’s the category that makes auditors start sweating through their lanyards.",
      "nextLine": "",
      "revisedLine": "If it were comparable to a node (pause) just hypothetically (pause) we’d need to know (pause) whose framework governs it. (pause)\nAnd if it’s comparable to nothing (pause) that’s still a category (pause) and it’s the one (pause) that makes auditors start sweating (pause) through their lanyards.",
      "changeSummary": "Inserted (pause) breaks so each beat stays under 8 words. Removed commas and the dash while preserving meaning, tone, and cadence."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N18B_LIAISON_DEFENSIBLE",
      "priorLine": "I’m logging baseline first. No interpretations.",
      "lineToEdit": "That is a defensible posture.\nI want that stated as: “Baseline verification initiated prior to operational interaction.”\nNot because I’m precious. Because if we don’t say it that way, someone later will say you interacted first.",
      "nextLine": "Printouts are good. Printouts are—how do I phrase it—harder to reinterpret.\nUnless they’re missing timestamps. Please don’t give me missing timestamps.",
      "revisedLine": "That is a defensible posture. (pause)\nI want it stated as: (pause)\n“Baseline verification initiated prior to operational interaction.” (pause)\nNot because I’m precious. (pause)\nBecause if we don’t say it that way (pause)\nsomeone later will say you interacted first.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words, and lightly tightened phrasing while preserving meaning and tone. Kept commas at zero and retained only two explainer hits via the two 'because' statements."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N18C_LIAISON_TIMESTAMPS",
      "priorLine": "That is a defensible posture.\nI want that stated as: “Baseline verification initiated prior to operational interaction.”\nNot because I’m precious. Because if we don’t say it that way, someone later will say you interacted first.",
      "lineToEdit": "Printouts are good. Printouts are—how do I phrase it—harder to reinterpret.\nUnless they’re missing timestamps. Please don’t give me missing timestamps.",
      "nextLine": "",
      "revisedLine": "Printouts are good. (pause) Printouts are—how do I phrase it— (pause) harder to reinterpret. (pause) Unless they’re missing timestamps. (pause) Please don’t give me missing timestamps.",
      "changeSummary": "Added (pause) breaks to keep each beat under 8 words; no meaning or tone changes."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N35_LIAISON_AMBIGUOUS",
      "priorLine": "The panel offers no further detail. The ambiguity is apparently a completed state.",
      "lineToEdit": "Ambiguous is a loaded term.\nIn assurance language it means “we knew this would happen and chose not to define it.”\nWhich is not negligence. Legally.",
      "nextLine": "",
      "revisedLine": "Ambiguous is a loaded term. (pause)\nIn assurance language it means: (pause)\n“We knew this would happen.” (pause)\n“And chose not to define it.” (pause)\nNot negligence. Legally.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words. Kept meaning and cadence, and avoided extra commas or explainer phrases."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N38_LIAISON_ACK",
      "priorLine": "You press ACK. The amber light goes from steady to steady, but now it’s the steadiness of something that can say it was acknowledged.",
      "lineToEdit": "Documented.\nAcknowledged alarms are easier to defend than unacknowledged alarms, even when nothing changes physically.\nThat sentence is why I drink water like it’s a job.",
      "nextLine": "",
      "revisedLine": "Documented. (pause)\nAcknowledged alarms are easier to defend (pause)\nthan unacknowledged alarms, even when (pause)\nnothing changes physically. (pause)\nThat sentence is why I drink (pause)\nwater like it’s a job.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words; kept wording and single comma intact."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N24_LIAISON_DEFINITIONS",
      "priorLine": "The definitions page defines “presence” as “verifiable occupancy within the operational envelope.” Someone circled “verifiable” and wrote: PRINT.",
      "lineToEdit": "I love that. Not emotionally. Professionally.\n“Operational envelope” is vague enough to be safe, and “verifiable” tells me how to close the loop.\nIf you print, I can stop asking you questions that make you sound like a scientist.",
      "nextLine": "",
      "revisedLine": "I love that. (pause) Not emotionally. (pause) Professionally. (pause)\n“Operational envelope” is vague enough to be safe. (pause) And “verifiable” tells me how. (pause) To close the loop. (pause)\nIf you print, I can stop. (pause) Asking you questions that make you. (pause) Sound like a scientist.",
      "changeSummary": "Inserted (pause) breaks so each beat stays under 8 words. Removed the extra comma by splitting the “Operational envelope” sentence, keeping only one comma total."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N26_LIAISON_SHUTDOWN",
      "priorLine": "The shutdown sequence begins with three steps of “Confirm,” then a step of “Notify,” then a step of “Confirm” that you notified. The last page is missing, replaced with a sheet titled “Cross-Jurisdictional Coordination (Do Not Execute Without Authority).”",
      "lineToEdit": "That missing page is—okay—technically it’s not missing, it’s superseded.\nSuperseded by someone who isn’t here. Which is its own kind of missing.",
      "nextLine": "",
      "revisedLine": "That missing page is—okay— (pause)\nTechnically it’s not missing. (pause)\nIt’s superseded. (pause)\nSuperseded by someone who isn’t here. (pause)\nSo it’s its own kind of missing.",
      "changeSummary": "Inserted (pause) breaks to keep each beat under 8 words, removed the comma to meet punctuation limits, and kept the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N28_LIAISON_SCREENSHOT",
      "priorLine": "Holding the binder up to the speaker link camera.",
      "lineToEdit": "Thank you. Hold it still—yes, like that.\nI’m taking a screenshot, which is not a record, but it is a pre-record, which becomes a record if someone later claims we never saw it.",
      "nextLine": "Please don’t turn the page fast. Motion blur is how institutions escape responsibility.",
      "revisedLine": "Thank you. Hold it still—yes, like that. (pause)\nI’m taking a screenshot. (pause)\nNot a record. A pre-record. (pause)\nIt becomes a record later. (pause)\nIf someone claims we never saw it.",
      "changeSummary": "Split into short beats with (pause) markers, cut commas to stay under the limit, and replaced the chained clauses with short sentences while keeping the same meaning."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N29_LIAISON_MOTION_BLUR",
      "priorLine": "Thank you. Hold it still—yes, like that.\nI’m taking a screenshot, which is not a record, but it is a pre-record, which becomes a record if someone later claims we never saw it.",
      "lineToEdit": "Please don’t turn the page fast. Motion blur is how institutions escape responsibility.",
      "nextLine": "",
      "revisedLine": "Please don’t turn the page fast. (pause) Motion blur is how institutions escape responsibility.",
      "changeSummary": "Inserted a (pause) to split the line into two beats under 8 words each; meaning and tone unchanged."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N44_LIAISON_PRINTING",
      "priorLine": "The printer wakes with a dry, offended rattle. The room’s status scrolls onto paper with timestamps that do not care who asked.",
      "lineToEdit": "Good.\nThat is you existing in a way we can’t edit later.\nDon’t interpret anything yet—just staple it. Stapling is, weirdly, a safety action.",
      "nextLine": "The first page lands warm. It lists rotational frame rates, load draw, and an “external coordination flag” marked ACTIVE, as if that’s normal.",
      "revisedLine": "Good. (pause) That's you existing. (pause) We can't edit it later. (pause) Don't interpret anything yet. (pause) Just staple it. (pause) Stapling is weirdly a safety action.",
      "changeSummary": "Split the long sentence into short beats using (pause) to keep each beat under 8 words, and removed the extra commas from the last sentence while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-063.json",
      "id": "N46_LIAISON_FOLLOWUP",
      "priorLine": "The first page lands warm. It lists rotational frame rates, load draw, and an “external coordination flag” marked ACTIVE, as if that’s normal.",
      "lineToEdit": "I’m going to schedule a quick follow-up in… ten minutes.\nNot because ten minutes is meaningful. Because calendars respect round numbers.",
      "nextLine": "The printer keeps humming like it expects you to do something that will require an explanation.",
      "revisedLine": "I’m going to schedule a quick follow-up (pause) in… ten minutes. (pause) Not because ten minutes is meaningful. (pause) Because calendars respect round numbers.",
      "changeSummary": "Added (pause) breaks so each beat stays under 8 words; kept wording and meaning intact with two 'because' explainer hits and no commas."
    }
  ]
}