{
  "nodes": [
    {
      "scene": "SCN_SCN-056.json",
      "id": "N01_CLERK_NEXT",
      "priorLine": "A caged window marked SCHEDULING faces the corridor like a confession booth with forms. (pause)\nA “NO-SHOW RECOVERY” bin sits under the counter, sealed with a strip of tape, re-taped. (pause)\nA board of approved stamp substitutions hangs slightly crooked. (pause)\nA press labeled SLOT TOKEN—AUTHORIZED IMPRESSIONS ONLY is bolted to the laminate.",
      "lineToEdit": "Next—step up.",
      "nextLine": "At the caged scheduling window…",
      "revisedLine": "Next. Step up.",
      "changeSummary": "Tightened to a brisk, in-the-moment call without changing intent."
    },
    {
      "scene": "SCN_SCN-056.json",
      "id": "N10_ASK_SLOT",
      "priorLine": "ask: I need an interconnection slot.",
      "lineToEdit": "Don’t ask me for a slot. (pause)\nBring me an asset you already hold. (pause)\nIt has to come with a slot. (pause)\nSay “slot” and I log denial. (pause)\nThen it becomes a whole story. (pause)\nI’m not doing stories through the cage.",
      "nextLine": "The clerk’s pen is already poised, as if denial is a checkbox they practice.",
      "revisedLine": "Don’t come up here asking for a slot. (pause)\nBring me an asset you already hold. (pause)\nIf it’s real the slot’s already attached. (pause)\nYou say “slot” I have to log “denied.” (pause)\nThen it’s a whole story in the minutes. (pause)\nI’m not doing stories through a cage.",
      "changeSummary": "Made the warning more reactive and paperwork-driven; preserved the same restriction and consequence. | Removed two commas by tightening phrasing while keeping meaning, tone, and beat length within limits."
    },
    {
      "scene": "SCN_SCN-056.json",
      "id": "N20_ASSET_EXPLAIN",
      "priorLine": "ask: What are you calling an asset?",
      "lineToEdit": "Time. (pause)\nLane. Tolerance band. Expiry. The whole bundle. (pause)\nEverybody calls the expiry “flexible” (pause)\nright up until audit week. (pause)\nThis window’s custody. (pause)\nThat’s what I can record.",
      "nextLine": "",
      "revisedLine": "Time. (pause)\nLane. Tolerance band. Expiry. The whole bundle. (pause)\nEverybody calls expiry “flexible”… (pause)\nright up until audit week. (pause)\nHere? I’m custody. (pause)\nThat’s what I can put in the log.",
      "changeSummary": "Kept the list and audit pressure; shifted to a more natural, clipped register."
    },
    {
      "scene": "SCN_SCN-056.json",
      "id": "N22_SCHEDULING_REBUT",
      "priorLine": "ask: That’s scheduling.",
      "lineToEdit": "Call it that if you want. (pause)\nIf it’s a service you’d request it. (pause)\nWhat happens here is allocation. (pause)\nAllocation gets defended. (pause)\nThat’s how I keep my job.",
      "nextLine": "At the caged scheduling window…",
      "revisedLine": "Call it whatever. (pause)\nPeople “request” services. (pause)\nWhat I touch here has to be defendable. (pause)\nI get stuck with it when review hits.",
      "changeSummary": "Removed lecture-y framing; kept the distinction and job-protection motive implied by review. | Shortened the final beat to 8 words while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-056.json",
      "id": "N30_SHOW_AMR",
      "priorLine": "show: I'm on an AMR. Issued.",
      "lineToEdit": "AMR checks out as standing. (pause)\nStill doesn’t hand you a slot. (pause)\nYou push an AMR at me. (pause)\nWant me to turn identity into property. (pause)\nOn my signature... that’s discretion. (pause)\nDiscretion comes with names attached.",
      "nextLine": "It just means: you’re holding an asset. (pause) The file reads “custody” not “theft.” (pause) I’m not calling you anything. (pause) That’s the category.",
      "revisedLine": "AMR checks out. Standing. (pause)\nStill no slot. (pause)\nYou slide an AMR at me. (pause)\nYou’re pushing me to sign identity into property. (pause)\nThat’s discretion. (pause)\nMy name ends up on it.",
      "changeSummary": "Made the liability concern sound immediate and personal; preserved AMR validity and refusal. | Split the long beat into shorter beats under 8 words, removed 'means' phrasing to limit explainer hits, and kept the original tone and meaning."
    },
    {
      "scene": "SCN_SCN-056.json",
      "id": "N31_AMR_FOLLOWUP",
      "priorLine": "AMR checks out as standing. (pause)\nStill doesn’t hand you a slot. (pause)\nYou push an AMR at me. (pause)\nWant me to turn identity into property. (pause)\nOn my signature... that’s discretion. (pause)\nDiscretion comes with names attached.",
      "lineToEdit": "It just means: you’re holding an asset. (pause) The file reads “custody” not “theft.” (pause) I’m not calling you anything. (pause) That’s the category.",
      "nextLine": "At the caged scheduling window…",
      "revisedLine": "It just means you’re holding an asset. (pause)\nThe file says “custody.” (pause)\nI’m not labeling you. (pause)\nThat’s the bucket it goes in.",
      "changeSummary": "Cut polish and kept the same record-keeping meaning (custody vs theft; no personal accusation)."
    },
    {
      "scene": "SCN_SCN-056.json",
      "id": "N40_RULE",
      "priorLine": "ask: Show me the rule. The one that says I can’t request.",
      "lineToEdit": "The rule doesn’t bother banning asking. (pause)\nIt says plain: Requests aren’t claims. (pause)\nPeople read it, slide it to my desk. (pause)\nAll I can log: claims. Transfers. Recoveries.",
      "nextLine": "The clerk taps the glass twice, as if the rule is physically stored in it.",
      "revisedLine": "The rule doesn’t care if you ask. (pause)\nIt won’t let me treat requests as claims. (pause)\nPeople shove the page at me anyway. (pause)\nI only write: claims and transfers and recoveries.",
      "changeSummary": "Kept the same rule effect; made it sound like a daily nuisance tied to what can be logged. | Shortened the second and final beats to stay under 8 words, and removed extra commas in the last beat while keeping the same meaning."
    },
    {
      "scene": "SCN_SCN-056.json",
      "id": "N80_PRIORITY",
      "priorLine": "bargain: I have a fiscal cutoff. I need priority.",
      "lineToEdit": "I can’t sell you “priority” through this window. (pause)\nSay the word. (pause)\nIt turns into a complaint either way. (pause)\nIf you’ve got an asset you defend it. (pause)\nIn the chain. (pause)\nIf you don’t this counter can’t. (pause)\nMake one heavier.",
      "nextLine": "The clerk’s voice stays level; their knuckles whiten on the pen.",
      "revisedLine": "I can’t write “priority” from this window. (pause)\nYou say it. It becomes a complaint anyway. (pause)\nWith an asset, you defend it upchain. (pause)\nWithout one this counter can’t add weight.",
      "changeSummary": "Reduced theatrics and kept the same refusal and chain-based constraint. | Shortened each beat to 8 words or fewer, cut commas down to one, and kept meaning and cadence by splitting the second sentence and tightening phrasing. | Removed one comma (after “one”) to meet the max comma limit while keeping meaning and cadence."
    },
    {
      "scene": "SCN_SCN-056.json",
      "id": "N90_THREAT",
      "priorLine": "threaten: If I don’t get a slot, the site doesn’t close. That’s on your desk.",
      "lineToEdit": "Don’t put that on my desk. (pause)\nIf the site stays open it lands there. (pause)\nI hold claims here. (pause)\nYou assign me outcomes through the cage. (pause)\nIt reads as coercion in the minutes.",
      "nextLine": "At the caged scheduling window…",
      "revisedLine": "Don’t shove that onto my desk. (pause)\nIf the site stays open it lands here. (pause)\nI’m holding claims. That’s it. (pause)\nYou start assigning outcomes through the cage— (pause)\nit reads like coercion in the minutes.",
      "changeSummary": "Kept the same warning about outcomes/coercion; made it more immediate and tense. | Removed extra commas and cut a word to keep each beat under 8 words while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-056.json",
      "id": "N100_PERSUADE",
      "priorLine": "persuade: I’m not asking for a favor. I’m trying to do this clean.",
      "lineToEdit": "“Clean” doesn’t tell me what to stamp. (pause)\nUsually it’s the lead-in to “can you just—”. (pause)\nRun it through the custody chain. (pause)\nLet it survive review. (pause)\nThat’s all I’m here for.",
      "nextLine": "At the caged scheduling window…",
      "revisedLine": "“Clean” doesn’t tell me what to stamp. (pause)\nI hear “clean” and wait for “can you—”. (pause)\nRun it through the custody chain. (pause)\nMake it something that survives review. (pause)\nThat’s my lane.",
      "changeSummary": "Maintained the suspicion and the instruction; trimmed to sharper, spoken phrasing. | Shortened the second beat to stay under 8 words while keeping the same implication and cadence."
    },
    {
      "scene": "SCN_SCN-056.json",
      "id": "N105_OLEA_PASS",
      "priorLine": "",
      "lineToEdit": "Standing, noted. (pause)\nStill doesn’t put an asset on the tray. (pause)\nIf I kick a request upstairs (pause)\nmy name ends up on a discretionary entry. (pause)\nThat turns into precedent. (pause)\nBring a claim. (pause)\nA transfer. (pause)\nOr a recovery. (pause)\nThen I can record it clean.",
      "nextLine": "At the caged scheduling window…",
      "revisedLine": "Standing. Noted. (pause)\nStill nothing on the tray. (pause)\nIf I send upstairs, it tags me discretionary. (pause)\nThen it’s precedent. (pause)\nBring a claim. (pause)\nTransfer. (pause)\nRecovery. (pause)\nThen I can log it clean.",
      "changeSummary": "Kept the escalation/precedent risk; tightened wording and made it more transactional. | Shortened the third beat to 8 words while preserving the idea that sending the request upstairs flags you as discretionary; kept cadence and pause placement consistent."
    },
    {
      "scene": "SCN_SCN-056.json",
      "id": "N106_OLEA_FAIL",
      "priorLine": "",
      "lineToEdit": "Declarations don’t move anything here. (pause) Show standing in the chain. (pause) Or I can’t route it up. (pause) Put a claimable asset on the counter. (pause) Or don’t.",
      "nextLine": "At the caged scheduling window…",
      "revisedLine": "Declarations don’t move anything here. (pause)\nShow standing in-chain. (pause)\nOtherwise I can’t route it up. (pause)\nPut a claimable asset on the counter. (pause)\nOr don’t.",
      "changeSummary": "Minimal change; made phrasing more colloquial while preserving the gate."
    },
    {
      "scene": "SCN_SCN-056.json",
      "id": "N112_CLERK_CONFIRM",
      "priorLine": "ask: So I don’t ask. I claim an asset.",
      "lineToEdit": "Yeah. (pause)\nClaim it. Present it. I record it. (pause)\nIf it holds up, it moves. (pause)\nIf it doesn’t it stops here. (pause)\nThat’s why I’m behind the glass.",
      "nextLine": "The rule sets: time slots aren’t granted here. They’re taken, transferred, or recovered—defended as property.",
      "revisedLine": "Yeah. (pause)\nClaim it. On the tray. I record. (pause)\nIf it holds up it moves. (pause)\nIf it doesn’t it dies at the glass. (pause)\nThat’s why I’m back here.",
      "changeSummary": "Kept the same process outcome; made it more immediate and less declarative. | Shortened the second beat to 8 words while keeping the same actions. Removed both commas from the conditional lines to meet the comma limit."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N01_CLERK_NEXT",
      "priorLine": "A caged window marked SCHEDULING faces the corridor like a confession booth with forms. (pause) A “NO-SHOW RECOVERY” bin sits under the counter sealed with tape that’s been re-taped. (pause) A crooked board lists approved stamp substitutions. (pause) A press labeled SLOT TOKEN—AUTHORIZED IMPRESSIONS ONLY is bolted to the laminate.",
      "lineToEdit": "Next—come on.",
      "nextLine": "At the scheduling counter…",
      "revisedLine": "Next. Come on.",
      "changeSummary": "Cleaned up to a natural, impatient call forward."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N11_CLERK_NARRATIVE_WARN",
      "priorLine": "Next.",
      "lineToEdit": "Good. (pause) You’re actually here. (pause) Keep the word \"slot\" out of it (pause) at the glass. (pause) You say it. (pause) I deny it. (pause) Then I have to write it. (pause) Once it’s written (pause) it’s a narrative. (pause) Narratives get audited like injuries.",
      "nextLine": "If you’ve got standing, you recover an asset. (pause) If you don’t you take a swing. (pause) At recovery. (pause) Granting isn’t on my menu. (pause) I record what survives.",
      "revisedLine": "Good. (pause) You showed up. (pause)\nAt the glass. Keep “slot” out of it. (pause)\nYou say it. I deny it. (pause)\nThen I have to write it. (pause)\nOnce it’s in writing, it’s a narrative. (pause)\nNarratives get audited like injuries.",
      "changeSummary": "Smoothed into a more spoken warning while preserving the denial/logging/audit chain. | Shortened each beat to 8 words or fewer, and reduced commas to one by splitting the long clause into shorter sentences while keeping the same meaning."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N12_CLERK_RECOVER_RULE",
      "priorLine": "Good. (pause) You’re actually here. (pause) Keep the word \"slot\" out of it (pause) at the glass. (pause) You say it. (pause) I deny it. (pause) Then I have to write it. (pause) Once it’s written (pause) it’s a narrative. (pause) Narratives get audited like injuries.",
      "lineToEdit": "If you’ve got standing, you recover an asset. (pause) If you don’t you take a swing. (pause) At recovery. (pause) Granting isn’t on my menu. (pause) I record what survives.",
      "nextLine": "",
      "revisedLine": "Standing means you recover an asset. (pause)\nNo asset, you’re swinging at recovery. (pause)\nGranting isn’t on my menu. (pause)\nI just record what survives.",
      "changeSummary": "Kept the same rule; made the delivery tighter and less schematic. | Shortened the second beat to stay under 8 words while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N15_CLERK_RECOVER_FROM",
      "priorLine": "Recover from what?",
      "lineToEdit": "From absence. (pause) Just the category. (pause) An unclaimed slot sits as abandoned property. (pause) Until somebody makes it legible again.",
      "nextLine": "That’s what the bin is for—recovery. (pause) “Request” lands in the minutes. (pause) A whole different way.",
      "revisedLine": "From absence. (pause)\nJust the category name. (pause)\nUnclaimed slot sits like abandoned property. (pause)\nUntil someone makes it legible again.",
      "changeSummary": "Minor tightening; kept the same definition and status change."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N16_CLERK_RECOVER_WORDS",
      "priorLine": "From absence. (pause) Just the category. (pause) An unclaimed slot sits as abandoned property. (pause) Until somebody makes it legible again.",
      "lineToEdit": "That’s what the bin is for—recovery. (pause) “Request” lands in the minutes. (pause) A whole different way.",
      "nextLine": "",
      "revisedLine": "That bin’s for recovery. (pause)\n“Request” goes into the minutes a different way.",
      "changeSummary": "Collapsed formal phrasing while preserving the log/minutes distinction."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N19_CLERK_REQUEST_ANYWAY",
      "priorLine": "If I request anyway?",
      "lineToEdit": "Then I deny it—clean and simple. (pause) That denial won’t clear you. (pause) It drags my name into your problem. (pause) I’m not taking custody of that.",
      "nextLine": "At the scheduling counter…",
      "revisedLine": "Then I deny it. (pause)\nDoesn’t clear you. (pause)\nIt just drags my name into your mess. (pause)\nI’m not taking custody of that.",
      "changeSummary": "More clipped and irritated; kept the same consequence and refusal."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N31_CLERK_DO_CORRECTLY",
      "priorLine": "The tape gives with a tired sound, like it’s done this before. (pause) Inside: a stack of thin blanks and a small, sealed sleeve marked RECOVERY—PENDING IMPRESSION.",
      "lineToEdit": "If you’re doing this, do it clean. (pause) Bad recoveries turn into disputes. (pause) Disputes turn into meetings.",
      "nextLine": "",
      "revisedLine": "If you’re doing it, do it clean. (pause)\nBad recovery turns into a dispute. (pause)\nDispute turns into a meeting.",
      "changeSummary": "Minimal adjustment; kept the escalation path intact."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N34_CLERK_AMR_ACK",
      "priorLine": "AMR. Issued.",
      "lineToEdit": "AMR checks out. Standing. (pause)\nIt keeps the “theft” label off you. (pause)\nOnly if you’re holding an asset. (pause)\nNothing personal. (pause)\nThose words ruin careers.",
      "nextLine": "One sleeve. That’s it. (pause) Take two. I have to write it down.",
      "revisedLine": "AMR checks out. Standing. (pause)\nIt keeps “theft” out of the paperwork. (pause)\nAs long as you’re holding an asset. (pause)\nNothing personal. (pause)\nThose words ruin careers.",
      "changeSummary": "Shifted from moral tone to paperwork stakes; preserved the same condition and warning."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N35_CLERK_ONE_SLEEVE",
      "priorLine": "AMR checks out. Standing. (pause)\nIt keeps the “theft” label off you. (pause)\nOnly if you’re holding an asset. (pause)\nNothing personal. (pause)\nThose words ruin careers.",
      "lineToEdit": "One sleeve. That’s it. (pause) Take two. I have to write it down.",
      "nextLine": "",
      "revisedLine": "One sleeve. (pause)\nTake two and I’m writing it up.",
      "changeSummary": "Made the limit sound like an immediate enforcement issue; kept the same rule."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N40D_CLERK_AUTH_BY",
      "priorLine": "Authorized by who?",
      "lineToEdit": "By the chain. (pause) Yeah, it’s circular. (pause) Keeps a name out your mouth.",
      "nextLine": "",
      "revisedLine": "By the chain. (pause)\nYeah, it loops. (pause)\nKeeps names out of it.",
      "changeSummary": "Shortened and made more conversational; preserved meaning."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N41_USE_PRESS_BLOCKED",
      "priorLine": "(multiple) (use: Slot token press.) (use: Slot token press.)",
      "lineToEdit": "Stop. (pause)\nNo recovery sleeve on that press. (pause)\nNo transferred blank either. (pause)\nDo it like this. (pause)\nIt reads invented. (pause)\nInvented assets can look fine today. (pause)\nThen blow up in review. (pause)\nWhen you’re gone. (pause)\nThen it comes back to me. (pause)\nAs a historical mess.",
      "nextLine": "",
      "revisedLine": "Stop. (pause)\nNo recovery sleeve on that press. (pause)\nNo transferred blank either. (pause)\nStamp it like that. It reads invented. (pause)\nIt can look fine today. (pause)\nThen review lights it up after you’re gone— (pause)\nand it crawls back to me. Historical mess.",
      "changeSummary": "Kept the block and review fallout; removed instructional/lecture cadence. | Trimmed the “invented” beat and shortened the final beat to stay under 8 words per beat. Kept only one comma and preserved the original meaning and cadence. | Removed commas by splitting the \"reads invented\" thought into a new sentence and dropping the comma after \"blank\"."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N43_CLERK_DONT_HESITATE",
      "priorLine": "The press handle is cold, over-maintained.\nThe die face reads: CUSTODY IMPRESSION — VALID UNTIL CHALLENGED.",
      "lineToEdit": "All the way down. (pause) Half an impression reads like fraud, (pause) even if it’s just nerves.",
      "nextLine": "",
      "revisedLine": "All the way down. (pause)\nHalf an impression reads like fraud. (pause)\nEven if it’s just nerves.",
      "changeSummary": "Minor tightening; kept the same warning about appearance and liability."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N46_CLERK_ASSET_RECOVERED",
      "priorLine": "Align the sleeve, set the blank, pull the handle in one motion. (pause) The token comes out clean; its serial feels accusatory by design.",
      "lineToEdit": "Asset recovered. (pause)\nThat’s the word for the log. (pause)\nKeep it visible at checkpoints. (pause)\nVisibility does most of the work.",
      "nextLine": "",
      "revisedLine": "Asset recovered. (pause)\nThat’s what goes in the log. (pause)\nKeep it out and visible at checkpoints. (pause)\nVisibility does the heavy lifting.",
      "changeSummary": "Kept the same logged phrase and checkpoint instruction; made it sound more offhand."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N51_CLERK_ASSET_EXPLAIN",
      "priorLine": "What’s an asset?",
      "lineToEdit": "Time. (pause)\nTied to a lane and a tolerance band. (pause)\nAnd an expiry everyone calls “flexible”. (pause)\nUntil audit shows up. (pause)\nThis window adjudicates custody.",
      "nextLine": "",
      "revisedLine": "Time. (pause)\nTied to a lane, a tolerance band. (pause)\nExpiry everybody calls “flexible”… (pause)\nuntil audit shows up. (pause)\nThis window’s custody.",
      "changeSummary": "Reduced institutional phrasing; preserved all terms and the audit beat."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N54_CLERK_SO_RECOVER",
      "priorLine": "So I recover.",
      "lineToEdit": "Yeah. (pause)\nClaim it. Present it. I record it. (pause)\nIf it holds up it moves. (pause)\nIf it doesn’t it stops here. (pause)\nThat’s the job.",
      "nextLine": "",
      "revisedLine": "Yeah. (pause)\nClaim it. Present it. I record it. (pause)\nIf it holds up, it moves. (pause)\nIf it doesn’t it stops here. (pause)\nThat’s the job.",
      "changeSummary": "Already natural; kept nearly identical. | Removed one comma to meet the max_commas limit while keeping the same meaning and cadence."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N61_CLERK_AMR_RULE",
      "priorLine": "AMR. Issued.",
      "lineToEdit": "AMR gives you standing. (pause) It doesn’t open a slot. (pause) Not by itself. (pause) It keeps the system from calling custody “theft.”",
      "nextLine": "If you need something to hold, (pause) recover it. (pause) Don’t ask me to turn your identity (pause) into property on my signature. (pause) That’s discretion. (pause) Discretion leaves fingerprints.",
      "revisedLine": "AMR gives you standing. (pause)\nIt doesn’t open a slot by itself. (pause)\nIt stops “theft” replacing custody in the record.",
      "changeSummary": "Kept the same function of AMR; made wording feel like a stressed clerk choosing safer nouns. | Shortened the final sentence to keep each beat under 8 words while preserving meaning."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N62_CLERK_DISCRETION",
      "priorLine": "AMR gives you standing. (pause) It doesn’t open a slot. (pause) Not by itself. (pause) It keeps the system from calling custody “theft.”",
      "lineToEdit": "If you need something to hold, (pause) recover it. (pause) Don’t ask me to turn your identity (pause) into property on my signature. (pause) That’s discretion. (pause) Discretion leaves fingerprints.",
      "nextLine": "",
      "revisedLine": "If you need something to hold— (pause)\nrecover it. (pause)\nDon’t push me. (pause)\nDon’t make your identity property on my signature. (pause)\nThat’s discretion. (pause)\nDiscretion leaves fingerprints.",
      "changeSummary": "More reactive phrasing; preserved refusal and the risk of discretion. | Split the long sentence into two shorter sentences and added a pause so every beat stays under 8 words."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N71_CLERK_RULE_1",
      "priorLine": "Show me the rule.",
      "lineToEdit": "Rule doesn’t forbid asking. (pause) It says: requests aren’t claims. (pause) People skim, still try making it my problem.",
      "nextLine": "I can log a claim. (pause) A transfer. (pause) Or a recovery.\nEverything else becomes a story. (pause) And I’m not filing stories.",
      "revisedLine": "Rule doesn’t forbid asking. (pause)\nIt won’t let me treat requests as claims. (pause)\nPeople skim it, drop it on my desk.",
      "changeSummary": "Kept the same rule meaning; made it sound more like an annoyed routine. | Shortened beats 2 and 3 to max 8 words while keeping meaning; used one comma total."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N72_CLERK_RULE_2",
      "priorLine": "Rule doesn’t forbid asking. (pause) It says: requests aren’t claims. (pause) People skim, still try making it my problem.",
      "lineToEdit": "I can log a claim. (pause) A transfer. (pause) Or a recovery.\nEverything else becomes a story. (pause) And I’m not filing stories.",
      "nextLine": "",
      "revisedLine": "I can log a claim. (pause)\nA transfer. (pause)\nA recovery. (pause)\nAnything else turns into a story. (pause)\nI’m not filing stories.",
      "changeSummary": "Same options and boundary; varied cadence and reduced polish."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N80_OLEA_PASS",
      "priorLine": "",
      "lineToEdit": "Standing noted. (pause) Still doesn’t put an asset here. (pause) I escalate a request. (pause) It becomes a discretionary record. (pause) My name is on it. (pause) Then I own the precedent. (pause) Bring a claim. (pause) Or a transfer. (pause) Or a recovery. (pause) Then I can record without inventing.",
      "nextLine": "At the scheduling counter…",
      "revisedLine": "Standing noted. (pause)\nStill no asset here. (pause)\nI escalate a request. (pause)\nIt becomes a discretionary record. (pause)\nMy name’s on it. (pause)\nThen I’m married to the precedent. (pause)\nBring a claim. (pause)\nTransfer. (pause)\nRecovery. (pause)\nThen I can record it without inventing.",
      "changeSummary": "Kept the same escalation/precedent risk and the same acceptable paths; made it sharper and more personal. | Split the 10-word beat into two shorter beats and removed the comma; meaning and cadence preserved."
    },
    {
      "scene": "SCN_SCN-057.json",
      "id": "N81_OLEA_FAIL",
      "priorLine": "",
      "lineToEdit": "Declarations don’t run this window. (pause) Show standing in-chain. (pause) Or I can’t route anything up. (pause) Present a claimable asset. (pause) Or don’t.",
      "nextLine": "At the scheduling counter…",
      "revisedLine": "Declarations don’t run this window. (pause)\nShow standing in-chain or I can’t route anything. (pause)\nPresent a claimable asset. (pause)\nOr don’t.",
      "changeSummary": "Light tightening; preserved the same gatekeeping. | Removed “up” to keep the second beat within 8 words."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N01_CLERK_NEXT",
      "priorLine": "The scheduling counter is a cage with glass and forms. (pause) A board labeled APPROVED STAMP SUBSTITUTIONS hangs slightly crooked. (pause) Corners curl from being handled and put back. (pause) Several entries are crossed out and re-initialed, like corrections that needed witnesses.",
      "lineToEdit": "Next. Make it quick.",
      "nextLine": "At the stamp substitution board…",
      "revisedLine": "Next. Quick.",
      "changeSummary": "Made it brisker without changing intent."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N15_CLERK_GAP",
      "priorLine": "Complaint stamp clears an authorization gap?",
      "lineToEdit": "It won’t “clear” anything. (pause)\nIt shoves the gap into a known bucket. (pause)\nThe chain already knows how to hold it. (pause)\nAuthorization reads “allowed.” (pause)\nComplaint acknowledgment reads “disputed, recorded.” (pause)\nEnough to process. (pause)\nAnd before you start: I’m not approving. (pause)\nI’m acknowledging. (pause)\nSafer in the minutes.",
      "nextLine": "",
      "revisedLine": "It won’t “clear” anything. (pause)\nIt drops the gap into a chain-known bucket. (pause)\nAuthorization reads “allowed.” (pause)\nComplaint acknowledgment reads “disputed and recorded.” (pause)\nThat’s enough to process. (pause)\nAnd don’t start— (pause)\nI’m not approving. (pause)\nI’m acknowledging. (pause)\nSafer in the minutes.",
      "changeSummary": "Kept the same distinction and wording; made delivery more defensive and immediate. | Shortened the second beat to meet the 8-word limit, and replaced “disputed, recorded” with “disputed and recorded” to remove the extra comma while preserving meaning."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N51_CLERK_POLICY",
      "priorLine": "So the complaint stamp is policy-compliant. (pause) A substitute in the clearance chain.",
      "lineToEdit": "Yeah. Policy-compliant. (pause)\nIt won’t feel good. (pause)\nThe chain prefers a stamped problem. (pause)\nNot a blank absence. (pause)\nBlanks force improvisation. (pause)\nThen someone’s name ends up in it. (pause)\nI’m trying to keep names out. (pause)\nOut of this.",
      "nextLine": "Implication lands: complaint stamp can replace missing authority, because system treats “dispute, logged” as custody.",
      "revisedLine": "Yeah. Policy-compliant. (pause)\nNobody likes it. (pause)\nChain prefers a stamped problem. (pause)\nNot a blank space. (pause)\nBlanks make people improvise. (pause)\nThen somebody’s name ends up on it. (pause)\nI’m trying to keep names out of this.",
      "changeSummary": "Reduced slogan-y repetition; preserved the same policy reality and motive (avoid named liability). | Shortened the long beat by splitting it into two short lines while preserving the contrast between a stamped problem and a blank space. Kept tone and pauses intact."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N25_CLERK_WHO_APPROVED",
      "priorLine": "Who approved that line?",
      "lineToEdit": "“Approved” is a generous word. (pause)\nIt survived review twice. (pause)\nNobody wanted to be the third signature. (pause)\nThe one that killed it. (pause)\nSo it sits on the board. (pause)\nAs precedent. (pause)\nReality keeps showing up on schedule. (pause)\nPolicy doesn’t.",
      "nextLine": "",
      "revisedLine": "“Approved” is generous. (pause)\nIt survived review twice. (pause)\nNobody wanted to be third and kill it. (pause)\nSo it stays on the board. (pause)\nPrecedent. (pause)\nReality shows up on schedule. (pause)\nPolicy… doesn’t.",
      "changeSummary": "Kept the same facts (review twice, no third signature, precedent); made the cadence more spoken. | Shortened the third beat to keep each beat at 8 words or fewer without changing meaning."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N28_CLERK_REFERENCE",
      "priorLine": "It passes clearance if I cite substitution line.",
      "lineToEdit": "Cite it cleanly, yeah. (pause) Start waving it like a loophole (pause) and it’ll get bounced. (pause) Chain likes citations. (pause) It hates enthusiasm.",
      "nextLine": "You can feel the shape of the workaround: not an exception, a sanctioned reroute.",
      "revisedLine": "Cite it clean, yeah. (pause)\nWave it like a loophole. It’ll get bounced. (pause)\nChain likes citations. (pause)\nIt hates enthusiasm.",
      "changeSummary": "Minor tightening; preserved warning about tone and clearance outcome. | Shortened the second beat to 8 words while preserving meaning and cadence."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N31_CLERK_SURVIVABLE",
      "priorLine": "“Survivable” to who?",
      "lineToEdit": "Review. (pause)\nIt happens after you’ve left. (pause)\nYou can’t fix anything. (pause)\nStamps outlive explanations.",
      "nextLine": "",
      "revisedLine": "Review. (pause)\nHappens after you’re gone. (pause)\nYou don’t get to fix it. (pause)\nStamps outlive explanations.",
      "changeSummary": "Kept meaning; made it more direct and in-the-moment."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N17C_CLERK_REMOVED",
      "priorLine": "Why were these removed?",
      "lineToEdit": "Because people treated them like permission. (pause) This board is what the chain will tolerate, (pause) without dragging everyone into a meeting. (pause) “Tolerate” keeps the minutes safer (pause) than “approve.”",
      "nextLine": "",
      "revisedLine": "Because people started treating them like permission. (pause)\nThis board marks the chain’s tolerance limit. (pause)\nNo one gets dragged into meetings. (pause)\n“Tolerate” keeps the minutes safer than “approve.”",
      "changeSummary": "Slightly more conversational; preserved rationale and the minutes liability angle. | Shortened the second beat by rephrasing it and splitting it into two short beats while preserving the original meaning and cadence."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N19_CLERK_CONTINUITY",
      "priorLine": "“Continuity” of what, exactly?",
      "lineToEdit": "Continuity in the chain. (pause) Ink you can follow. (pause) From “claimed” to “recorded”. (pause) Without a gap. (pause) Gaps are where auditors set up camp.",
      "nextLine": "",
      "revisedLine": "Continuity in the chain. (pause)\nInk you can follow—claimed to recorded. (pause)\nNo gap. (pause)\nGaps are where auditors set up camp.",
      "changeSummary": "Compressed into shorthand; kept the same audit threat."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N20_CLERK_WHY",
      "priorLine": "ask: Why do stamp substitutions exist?",
      "lineToEdit": "Because the real world keeps happening. (pause) Some “standard” stamps can’t be sourced in time. (pause) So substitutions got written down. (pause) And everyone acts shocked we admitted it. (pause) Pick from the board or don’t file.",
      "nextLine": "",
      "revisedLine": "Because things happen. (pause)\nThe “standard” stamp doesn’t show up in time. (pause)\nSo substitutions got written down. (pause)\nPick from the board, or don’t file.",
      "changeSummary": "Removed editorializing while preserving the practical reason and the board-or-no-file ultimatum. | Shortened the second beat by removing “Sometimes” to meet the 8-word max without changing meaning."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N32_CLERK_CLEAR_WORD",
      "priorLine": "ask: “Compliant” means it will clear.",
      "lineToEdit": "“Clear” is review’s word not mine. (pause) Through the glass I can tell. (pause) What usually survives. (pause) That board is the survivable stuff.",
      "nextLine": "",
      "revisedLine": "“Clear” is review’s word. (pause)\nThrough glass, I know what usually survives. (pause)\nThat board? That’s the survivable stuff.",
      "changeSummary": "Kept the same limitation and emphasis on survival in review; reduced formal contrast. | Shortened the second beat to stay under 8 words while keeping the same meaning; kept pauses and cadence intact."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N34_CLERK_WHICH_UPSTREAM",
      "priorLine": "ask: Which substitution preserves clearance when upstream authorization is missing?",
      "lineToEdit": "Missing upstream authorization? (pause)\nDon’t fake it. (pause)\nTurn absence into a dispute on record. (pause)\nGet a complaint acknowledgment stamp. (pause)\nCite the line. (pause)\nKeep the chain intact.",
      "nextLine": "You note the rule, not moving yet: complaint acknowledgment is an approved substitute in clearance chain.",
      "revisedLine": "Missing upstream authorization? (pause)\nDon’t fake it. (pause)\nPut the absence on record as a dispute. (pause)\nComplaint acknowledgment stamp. (pause)\nCite the line. (pause)\nKeep the chain intact.",
      "changeSummary": "Kept exact instruction and required stamp; made phrasing less formal."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N30_CLERK_SUB_CLEARANCE",
      "priorLine": "(multiple) (ask: “Substitute” how. In clearance terms.) (ask: “Substitute” how. In clearance terms.)",
      "lineToEdit": "In clearance terms: they want ink tracking. (pause)\nFrom “claimed” to “recorded.” (pause)\nNo gaps. (pause)\nGaps invite auditors. (pause)\nSubstitution is an ugly bridge. (pause)\nIt keeps continuity—official, signed. (pause)\nNobody’s happy about it.",
      "nextLine": "",
      "revisedLine": "Clearance terms? They want ink they can track. (pause)\nClaimed to recorded. (pause)\nNo gaps. (pause)\nGaps invite auditors. (pause)\nSubstitution’s an ugly bridge, but it keeps continuity—signed. (pause)\nNobody’s happy about it.",
      "changeSummary": "More conversational entry; preserved tracking/continuity/auditor pressure and “ugly bridge” idea."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N37_CLERK_BRIDGE_AUTH",
      "priorLine": "ask: Which substitute bridges an authorization stamp?",
      "lineToEdit": "Complaint acknowledgment. (pause)\nIt puts “challenged” “logged” “handled” on the page. (pause)\nWhen “authorized” can’t show up in time (pause)\n“handled” is what the chain will take.",
      "nextLine": "You note the rule, not moving yet: complaint acknowledgment is an approved substitute in clearance chain.",
      "revisedLine": "Complaint acknowledgment. (pause)\nIt gets “challenged” “logged” “handled” on the page. (pause)\nWhen “authorized” doesn’t show up in time. (pause)\n“handled” is what the chain will take.",
      "changeSummary": "Kept the same substitute and quoted terms; smoothed into more natural spoken cadence. | Removed extra commas by listing terms without commas; kept meaning, cadence, and pause placement while staying within beat word limits."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N40_OLEA_PASS",
      "priorLine": "",
      "lineToEdit": "Standing noted. (pause)\nStill doesn’t conjure an asset. (pause)\nOr a stamp. (pause)\nIf I escalate your question (pause)\nit becomes a discretionary record (pause)\nwith my name on it. (pause)\nThen it’s precedent. (pause)\nUse the board. (pause)\nCite what’s approved. (pause)\nDon’t drag me into inventing lanes.",
      "nextLine": "",
      "revisedLine": "Standing noted. (pause)\nStill doesn’t conjure an asset. (pause)\nOr a stamp. (pause)\nIf I escalate it, it becomes discretionary. (pause)\nMy name goes on the record. (pause)\nThen it’s precedent. (pause)\nUse the board. (pause)\nCite what’s approved. (pause)\nDon’t drag me into inventing lanes.",
      "changeSummary": "Kept content and structure; tightened phrasing to feel more immediate. | Split the long escalation sentence into two shorter beats to meet the 8-word limit, while keeping meaning and cadence; kept comma use to one."
    },
    {
      "scene": "SCN_SCN-058.json",
      "id": "N41_OLEA_FAIL",
      "priorLine": "",
      "lineToEdit": "Declarations don’t run this window. (pause)\nIf you can’t show standing in-chain (pause)\nI can’t route anything up. (pause)\nUse what’s posted or bring a claimable asset. (pause)\nThose are the options that survive.",
      "nextLine": "",
      "revisedLine": "Declarations don’t run this window. (pause)\nNo standing in-chain, I can’t route anything up. (pause)\nUse what’s posted or bring a claimable asset. (pause)\nThose are the options that survive.",
      "changeSummary": "More clipped delivery; preserved the same requirements and “survive” framing."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N01_CLERK_NEXT",
      "priorLine": "The scheduling counter is still a cage of glass and forms. (pause)\nThe press. The substitution board. The no-show bin—nothing has moved. (pause)\nOnly you have these. (pause)\nAn AMR calls you “standing.” (pause)\nA TER calls you “processable.” (pause)\nA slot token calls you “in custody.”",
      "lineToEdit": "Next. Tray forward.",
      "nextLine": "At the caged window…",
      "revisedLine": "Next. Tray forward.",
      "changeSummary": "Already fits; left essentially unchanged."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N11_CLERK_VERBS",
      "priorLine": "Next.",
      "lineToEdit": "Good. You’re here. (pause)\nKeep “request” and “grant” out of your mouth— (pause)\nthose words make stories. (pause)\nYou present custody. (pause)\nI record custody. (pause)\nThat’s the clean lane through glass.",
      "nextLine": "",
      "revisedLine": "Good. You’re here. (pause)\nKeep “request” and “grant” out of your mouth— (pause)\nthose words make stories. (pause)\nYou present custody. (pause)\nI record custody. (pause)\nThat’s the clean lane through glass.",
      "changeSummary": "Line already matches the target tone; no meaningful change."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N21_CLERK_REQ",
      "priorLine": "What do you need to issue the IWO? (pause) Exactly.",
      "lineToEdit": "I need a claimable slot asset. (pause) In your custody. (pause) And a packet that doesn’t make me guess. (pause) Slot token covers time-as-property. (pause) AMR covers you holding it. (pause) Without it becoming a felony noun. (pause) TER covers the site eligible today. (pause) Eligible— not “safe.” (pause) Then I can issue an Interconnection Work Order. (pause) Or Clearance packet. (pause) And “issue” here: I record it. (pause) What’s already sitting in front of me.",
      "nextLine": "",
      "revisedLine": "I need a claimable slot asset. (pause)\nIn your custody. (pause)\nAnd a packet that doesn’t make me guess. (pause)\nSlot token covers time as property. (pause)\nAMR covers you holding it. (pause)\nKeeps it from becoming a felony noun. (pause)\nTER says the site is eligible today. (pause)\nEligible yeah. (pause)\nThen I can issue the Interconnection Work Order. (pause)\nClearance packet. (pause)\nAnd issue here means I log what's here.",
      "changeSummary": "Kept all requirements and technical terms; made the list feel like pressured, practical checklist talk. | Split the first thought into two short beats. Removed the comma and tightened the final explanation to fit beat length and explainer limits."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N23B_CLERK_CANT_GUARANTEE",
      "priorLine": "So what’s the part you can’t guarantee?",
      "lineToEdit": "Outcomes. (pause)\nI can tell you what usually survives review. (pause)\nI can’t promise what review decides. (pause)\nNeed guarantees? This isn’t the window.",
      "nextLine": "",
      "revisedLine": "Outcomes. (pause)\nI can tell you what usually survives review. (pause)\nI’m not promising what review decides. (pause)\nIf you need guarantees, keep walking.",
      "changeSummary": "More blunt, in-the-moment refusal; preserved the same limitation (review decides)."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N25_CLERK_TER",
      "priorLine": "Does the TER change anything for you?",
      "lineToEdit": "It changes what I can write. (pause)\nWithout TER the slot token’s just stamped. (pause)\nA nice object with nowhere legal. (pause)\nWith TER it’s a time asset. (pause)\nIn a process lane. (pause)\nLanes keep my desk from precedent.",
      "nextLine": "",
      "revisedLine": "It changes what I’m allowed to write. (pause)\nWithout TER, slot token’s stamped. Nowhere to go. (pause)\nWith TER it’s a time asset. (pause)\nIn a process lane. (pause)\nLanes keep my desk out of precedent.",
      "changeSummary": "Kept the same TER effect and “process lane/precedent” pressure; reduced formal phrasing. | Shortened beats to 8 words max, reduced commas to one by removing the comma after “With TER,” and split the process-lane detail into its own beat to keep cadence."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N41_CLERK_FAILURE",
      "priorLine": "What’s the failure mode. What gets returned?",
      "lineToEdit": "In the file it comes back (pause) as “Returned for deficiency.” (pause)\nDeficiency can be chain continuity gaps. (pause)\nOr custody conflicts. (pause)\nOr upstream authority flags the node (pause)\nnot in good standing. (pause)\nThat last one isn’t mine. (pause)\nI’m saying it now. (pause)\nTo keep it off me later.",
      "nextLine": "",
      "revisedLine": "File reads: “Returned for deficiency.” (pause)\nDeficiency can be chain continuity gaps. (pause)\nCustody conflicts. (pause)\nOr upstream flags node not in good standing. (pause)\nThat last one isn’t on me. (pause)\nI’m saying now so it stays off me.",
      "changeSummary": "Streamlined the list into clerk shorthand; preserved the same return label and causes. | Trimmed beats to 8 words max by tightening phrasing in lines 1, 4, and 6; kept meaning and cadence."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N44_CLERK_NOT_STANDING",
      "priorLine": "Not in good standing how?",
      "lineToEdit": "Everything’s filled out. It still won’t move. (pause)\nOutstanding disputes. Unresolved incidents. Unclosed loops. (pause)\nSometimes upstream just… stops. (pause)\nIt won’t treat the node as eligible. (pause)\nThat’s routing. Don’t make it a sermon.",
      "nextLine": "",
      "revisedLine": "Everything’s filled out. Still won’t move. (pause)\nOutstanding disputes. Unresolved incidents. Unclosed loops. (pause)\nSometimes upstream just… stops. (pause)\nNode doesn’t get treated as eligible. (pause)\nThat’s routing. Don’t make it a sermon.",
      "changeSummary": "Kept the same examples and the same upstream stall; tightened to more spoken phrasing. | Shortened the first beat by splitting it into two shorter sentences; kept meaning and cadence."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N47_CLERK_WHO_UPSTREAM",
      "priorLine": "Who is upstream?",
      "lineToEdit": "Upstream is whoever can say “no” (pause) from somewhere else. (pause)\nI don’t name names (pause) you’ll go chase them (pause) then my diagram changes. (pause)\nSo it stays “upstream.” (pause) That’s what gets recorded.",
      "nextLine": "",
      "revisedLine": "Upstream is whoever can say “no” elsewhere. (pause)\nI’m not naming names. (pause)\nYou’ll chase them, then my diagram changes. (pause)\nSo it stays “upstream.” (pause)\nThat’s what gets recorded.",
      "changeSummary": "Kept refusal to name; made the threat of fallout feel more immediate. | Trimmed the first beat to 7 words by replacing “from somewhere else” with “elsewhere,” and shortened the third beat to stay under the 8-word limit while keeping the same meaning."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N51_CLERK_UPSTREAM",
      "priorLine": "Upstream authorization—who’s upstream?",
      "lineToEdit": "It’s a direction on the chart. (pause)\nThat direction can refuse you. (pause)\nWithout walking in here. (pause)\nPut a person on it. (pause)\nAnd it turns into an argument. (pause)\nI’m not running arguments through this glass.",
      "nextLine": "",
      "revisedLine": "It’s a direction on the chart. (pause)\nThat direction can refuse you before it enters. (pause)\nPut a person there, it's an argument. (pause)\nI’m not running arguments through this glass.",
      "changeSummary": "Minor tightening; preserved the same anonymity and “no arguments” boundary. | Shortened beats 2 and 3 to stay under 8 words while keeping the same meaning; kept cadence and used only one comma."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N54_CLERK_STALL",
      "priorLine": "So you’re saying this can still stall.",
      "lineToEdit": "Yeah it can still stall. (pause)\nPacket can be spotless. (pause)\nStill comes back. (pause)\nI stamp so the return reads (pause)\nlike policy not a story.",
      "nextLine": "",
      "revisedLine": "Yeah, it can stall. (pause)\nPacket can be spotless. (pause)\nStill comes back. (pause)\nI stamp so the return reads like policy. (pause)\nNot a story.",
      "changeSummary": "Kept the same message; sharpened rhythm and reduced explanation."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N61_CLERK_BARGAIN",
      "priorLine": "Fiscal cutoff. I need this to move.",
      "lineToEdit": "Fiscal cutoff doesn’t change clearance. (pause)\nIt’s your deadline. (pause)\nDeadlines don’t go on my stamps. (pause)\nIf you’ve got custody, keep the chain continuous.",
      "nextLine": "At the caged window…",
      "revisedLine": "Fiscal cutoff doesn’t change clearance. (pause)\nThat’s your deadline. (pause)\nDeadlines don’t go on my stamps. (pause)\nIf you’ve got custody, keep the chain continuous.",
      "changeSummary": "Minimal change; kept the same refusal to accommodate deadlines on paper."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N71_CLERK_THREATEN",
      "priorLine": "If this stalls, I document scheduling obstruction.",
      "lineToEdit": "Document whatever you want. (pause) Use the right nouns. (pause) “Obstruction” drags intent into it. (pause) Then it drags a person in. (pause) I’m not volunteering. (pause) Present custody. (pause) Or leave.",
      "nextLine": "",
      "revisedLine": "Document whatever you want. (pause)\nJust use the right nouns. (pause)\n“Obstruction” drags intent into it. (pause)\nThen it drags a person in. (pause)\nI’m not volunteering. (pause)\nPresent custody. (pause)\nOr leave.",
      "changeSummary": "Small cadence tweaks; preserved the warning about intent and personal liability."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N80_OLEA_PASS",
      "priorLine": "",
      "lineToEdit": "Standing. Noted. (pause)\nStill doesn’t make a slot. (pause)\nStill no room to invent process. (pause)\nIf I escalate, it’s discretionary. (pause)\nMy name goes on the record. (pause)\nPrecedent brings review. (pause)\nI’m not feeding that.",
      "nextLine": "",
      "revisedLine": "Standing. Noted. (pause)\nStill doesn’t make a slot. (pause)\nI’m not inventing process at this window. (pause)\nIf I escalate, it’s discretionary. (pause)\nMy name goes on the record. (pause)\nPrecedent brings review. (pause)\nI’m not feeding that.",
      "changeSummary": "Kept the same refusal and fear of precedent; reduced repetitive scaffolding. | Split the escalation line into two beats to keep each beat under 8 words and reduced commas to one."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N84_CLERK_UPSTREAM_WATCH",
      "priorLine": "Upstream authority—what are they watching for?",
      "lineToEdit": "Continuity. (pause)\nNo blanks. (pause)\nNo cute handwriting. (pause)\nNo new verbs. (pause)\nIf the node’s flagged, it’ll bounce either way. (pause)\nStamps won’t save it. (pause)\nThat’s why I stamp like I’m being watched.",
      "nextLine": "",
      "revisedLine": "Continuity. (pause)\nNo blanks. (pause)\nNo cute handwriting. (pause)\nNo new verbs. (pause)\nIf the node’s flagged, it bounces either way. (pause)\nStamps won’t save it. (pause)\nSo yeah—I stamp like I’m being watched.",
      "changeSummary": "Kept checklist and flagged-node reality; made ending more spoken."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N81_OLEA_FAIL",
      "priorLine": "",
      "lineToEdit": "Declarations don’t run this window. (pause) Show standing in-chain before you invoke it. (pause) Escalation won’t replace custody.",
      "nextLine": "",
      "revisedLine": "Declarations don’t run this window. (pause)\nShow standing in-chain before you start invoking it. (pause)\nEscalation won’t replace custody.",
      "changeSummary": "Minor tightening; preserved the same gate and limit of escalation."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N31_CLERK_ACK_OBJECTS",
      "priorLine": "Slot token. AMR. TER. Interconnection Work Order/Clearance.",
      "lineToEdit": "Good. Actual objects. I can record those. (pause)\nSlide the token to the line. (pause)\nKeep the serial visible. (pause)\nAnd say it straight. “Interconnection Work Order—Clearance.” (pause)\nStart calling it “permission” or “approval” (pause)\nand it turns into a different disaster.",
      "nextLine": "The tray waits under the glass…",
      "revisedLine": "Good. Actual objects. I can record those. (pause)\nSlide the token to the line. (pause)\nKeep the serial visible. (pause)\nAnd say it straight: “Interconnection Work Order—Clearance.” (pause)\nYou start calling it “permission” or “approval”… (pause)\nit turns into a different disaster.",
      "changeSummary": "Kept the same instructions and forbidden words; smoothed into a more natural warning."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N35_CLERK_UPSTREAM_NEEDS",
      "priorLine": "What must upstream see on this packet?",
      "lineToEdit": "Continuity. (pause)\nNo blank spaces. (pause)\nNo new verbs. (pause)\nIf the node’s flagged, upstream bounces it. (pause)\nClean stamps or not. (pause)\nThat’s routing.",
      "nextLine": "The tray waits under the glass…",
      "revisedLine": "Continuity. (pause)\nNo blanks. (pause)\nNo new verbs. (pause)\nIf the node’s flagged, upstream bounces it. (pause)\nClean stamps or not. (pause)\nThat’s routing.",
      "changeSummary": "Minor tightening; kept the same checklist and outcome."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N91_CLERK_VALIDATE",
      "priorLine": "You slide the token into the tray. (pause) The clerk doesn’t pick it up at first—just studies impression, like it might change its mind.",
      "lineToEdit": "Serial matches the recovery ledger. (pause)\nTolerance band’s tight. (pause)\nDon’t treat it like a suggestion. (pause)\nAMR standing is valid. (pause)\nTER is current. (pause)\nSo I can do my part, (pause)\nand stay boring.",
      "nextLine": "Paper moves behind the glass.\nA stamp lands, lifts, lands again—measured and tender in its violence.",
      "revisedLine": "Serial matches the recovery ledger. (pause)\nTolerance band’s tight. (pause)\nDon’t treat it like a suggestion. (pause)\nAMR standing’s valid. (pause)\nTER is current. (pause)\nSo I can do my part— (pause)\nand stay boring.",
      "changeSummary": "Kept validation details; adjusted cadence for more natural speech."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N93_CLERK_PACKET",
      "priorLine": "Paper moves behind the glass.\nA stamp lands, lifts, lands again—measured and tender in its violence.",
      "lineToEdit": "Interconnection Work Order. (pause) Clearance packet. (pause)\nProvisional pending upstream review. (pause) That’s the wording. (pause)\nKeep it closed until a checkpoint says. (pause) Otherwise leave it shut. (pause)\nOpen it early and it reads like tampering. (pause) Don’t argue. (pause) This rule’s older than both of us.",
      "nextLine": "A thick envelope slides through the lower slot. Edges square. (pause) Corners already worn by expectation. (pause) An extra insert rides with it—paper that doesn’t match the rest. (pause) Folded like it was meant to be found later.",
      "revisedLine": "Interconnection Work Order. (pause)\nClearance packet. (pause)\n“Provisional pending upstream review.” (pause)\nThat’s the wording. (pause)\nKeep it closed until a checkpoint says so. (pause)\nYou open it early, it reads like tampering. (pause)\nDon’t argue with me—this one’s old.",
      "changeSummary": "Kept required labels and tampering risk; made it sound like a tired rule the clerk has to enforce. | Shortened the checkpoint beat to 8 words while keeping the same instruction."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N96_CLERK_INSERT_EXPLAIN",
      "priorLine": "What’s the insert?",
      "lineToEdit": "Map fragment. Third set. (pause)\nYeah, I know. (pause)\nIt’s part of the continuity kit. (pause)\nWhen the corridor signage contradicts itself— (pause)\nand it will— (pause)\nyou’ll want something consistent.",
      "nextLine": "Next—move.",
      "revisedLine": "Map fragment. Third set. (pause)\nYeah, I know. (pause)\nPart of the continuity kit. (pause)\nWhen the corridor signage contradicts itself— (pause)\nand it will— (pause)\nyou’ll want something that stays consistent.",
      "changeSummary": "Reduced explanatory tone; preserved what it is, why it’s included, and the signage contradiction fact."
    },
    {
      "scene": "SCN_SCN-059.json",
      "id": "N97_CLERK_FINAL_NEXT",
      "priorLine": "Map fragment. Third set. (pause)\nYeah, I know. (pause)\nIt’s part of the continuity kit. (pause)\nWhen the corridor signage contradicts itself— (pause)\nand it will— (pause)\nyou’ll want something consistent.",
      "lineToEdit": "Next—move.",
      "nextLine": "",
      "revisedLine": "Next—move.",
      "changeSummary": "Already fits; left unchanged."
    }
  ]
}