{
  "nodes": [
    {
      "scene": "SCN_SCN-021.json",
      "id": "N_VM_LINE",
      "priorLine": "The line rings once, like it already knows you\u0019re there.\nThen a voicemail answers, bright and pre-defensive.",
      "lineToEdit": "Hi! You\u0019ve reached Field Interface Support for SECV legacy devices.\nIf you\u0019re calling about abnormal output, anomalous imaging, unexpected reflective behavior, or anything that could be described as \u0018nonstandard,\u0019 that is not covered.\n\nWe support: jams, rollers, trays, and manufacturer-listed error codes.\nWe do not support: facilities, incidents, atmospheres, or \u0018situations.\u0019\n\nIf this is about a service code\u0014service codes are not a service issue.\nThey are an authorization issue.\nThank you for understanding, which is required.",
      "nextLine": "The voicemail hangs up first, like a practiced skill.",
      "revisedLine": "Hi. (pause) You've reached Field Interface Support. (pause) For SECV legacy devices. (pause)\nIf you're calling about abnormal output. (pause) Or anomalous imaging. (pause) Or unexpected reflective behavior. (pause) Or anything you'd call 'nonstandard'. (pause) We can't cover it. (pause)\nWe handle jams. (pause) Rollers. (pause) Trays. (pause) Manufacturer listed error codes. (pause)\nFacilities. (pause) Incidents. (pause) Atmospheres. (pause) 'Situations'. (pause) Don't put those on this line. (pause)\nIf this is about a service code. (pause) Yeah stop there. (pause) That goes through authorization. (pause)\nThanks for understanding. (pause) It's required.",
      "changeSummary": "Made the voicemail sound more in-the-moment and defensive; tightened phrasing, kept all exclusions/support categories and the service-code-as-authorization requirement. | Split the line into short beats using (pause) so each beat stays under 8 words. Replaced comma-heavy lists with sentence fragments and line breaks to keep commas under the limit, without changing meaning or tone."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_VM_01",
      "priorLine": "Use: \u001cCall Contractor support line.\u001d",
      "lineToEdit": "Hi! You\u0019ve reached Field Interface Support for SECV legacy devices.\nIf you\u0019re calling about abnormal output, anomalous imaging, unexpected reflective behavior, or anything that could be described as \u001cnonstandard,\u001d that is not covered.",
      "nextLine": "We support: jams, rollers, trays, and manufacturer-listed error codes.\nWe do not support: facilities, incidents, atmospheres, or \u001csituations.\u001d\n\nIf this is about a service code\u0014service codes are not a service issue.\nThey are an authorization issue.\nThank you for understanding, which is required.",
      "revisedLine": "Hi. (pause) Field Interface Support for SECV legacy devices. (pause) If this is abnormal output (pause) or anomalous imaging (pause) or unexpected reflective behavior (pause) anything you’d call “nonstandard” (pause) we can’t cover it.",
      "changeSummary": "Trimmed and roughened the greeting; kept the same triggers and the same exclusion (nonstandard not covered) without adding explanation. | Split the line into short beats using (pause) to keep each beat under 8 words. Removed list commas while keeping the same exclusions and tone."
    },
    {
      "scene": "SCN_SCN-074.json",
      "id": "N_VM_02",
      "priorLine": "Hi! You\u0019ve reached Field Interface Support for SECV legacy devices.\nIf you\u0019re calling about abnormal output, anomalous imaging, unexpected reflective behavior, or anything that could be described as \u001cnonstandard,\u001d that is not covered.",
      "lineToEdit": "We support: jams, rollers, trays, and manufacturer-listed error codes.\nWe do not support: facilities, incidents, atmospheres, or \u001csituations.\u001d\n\nIf this is about a service code\u0014service codes are not a service issue.\nThey are an authorization issue.\nThank you for understanding, which is required.",
      "nextLine": "The voicemail ends like a door latch.\nThe exclusions are weirdly reusable.",
      "revisedLine": "We handle jams. (pause) Rollers. (pause) Trays. (pause) Manufacturer-listed error codes. (pause)\nFacilities / incidents / atmospheres / situations? (pause) Don’t put those on this line. (pause)\nIf this is a service code, (pause) Authorization has to clear it. (pause)\nThanks for understanding. (pause) It’s required.",
      "changeSummary": "Converted listy compliance phrasing into clipped support-line shorthand; preserved supported items, excluded items, and the service-code/authorization requirement. | Split into short (pause) beats under 8 words. Removed extra commas by switching the second list to slashes; kept one comma in the service-code line."
    }
  ]
}